 {
        "url": "https://www.rewe.de/rezepte/reispfanne-pilze-fruehlingszwiebeln/",
        "title": "Reispfanne mit Pilzen und Frühlingszwiebeln",
        "tags": [
            "Vegetarisch",
            "Glutenfrei"
        ],
        "difficulty": "Einfach",
        "portions": "für 4 Portionen",
        "nutritionalInfo": {
            "Energie": "639 kcal",
            "Kohlenhydrate": "104,7 g",
            "Fett": "17 g",
            "Eiweiß": "19,3 g"
        },
        "ingredients": [
            "500 g REWE Bio Naturreis",
            "Salz",
            "2 Knoblauchzehen",
            "500 g Champignons (braun)",
            "1 Bd. Frühlingszwiebeln",
            "4 EL Olivenöl",
            "50 g Parmesan",
            "Pfeffer"
        ],
        "instructions": [
            "Reis in Salzwasser 25 bis 30 Minuten gar kochen.",
            "Knoblauch schälen und in dünne Scheiben schneiden. Champignons putzen, säubern und längs vierteln.",
            "Frühlingszwiebeln waschen, putzen und schräg in ca. 1 cm lange Stücke schneiden - das Weiße vom Grünen getrennt.",
            "3 EL Olivenöl in der Pfanne erhitzen, Knoblauch 2 Minuten darin anbraten und herausnehmen.",
            "Champignons in die Pfanne geben und ca. 5 Minuten scharf anbraten. Die weißen Frühlingszwiebel-Ringe dazugeben und weitere 5 Minuten anbraten.",
            "Reis zu den Champignons geben. Das Grüne von den Frühlingszwiebeln und den Knoblauch dazugeben. Umrühren und 1 EL Olivenöl darüber träufeln. Parmesan darüber reiben und mit Pfeffer würzen."
        ]
    },
    {
        "url": "https://www.rewe.de/rezepte/one-pot-gnocchi-buttergemuese/",
        "title": "One Pot Gnocchi mit Buttergemüse",
        "tags": [
            "Vegetarisch"
        ],
        "difficulty": "Einfach",
        "portions": "für 2 Portionen",
        "nutritionalInfo": {
            "Energie": "701 kcal",
            "Kohlenhydrate": "99,9 g",
            "Fett": "28,6 g",
            "Eiweiß": "14,8 g"
        },
        "ingredients": [
            "2 Zwiebeln",
            "1 EL Rapsöl",
            "400 g REWE Beste Wahl Gnocchi (Kühlregal)",
            "1 Pck. ja! Buttergemüse (TK, à 300 g)",
            "200 ml Gemüsebrühe",
            "100 g Crème fraîche",
            "5 g Schnittlauch"
        ],
        "instructions": [
            "Zwiebeln schälen und hacken. Öl in einem Topf erhitzen und die Zwiebeln anschwitzen.",
            "Gnocchi und TK-Gemüse zufügen. Kurz anschwitzen, dann Gemüsebrühe sowie Crème fraîche zufügen und 5-7 Minuten köcheln, bis das Gemüse weich ist.",
            "Schnittlauch waschen, trocken schütteln und in Röllchen schneiden. Über die Gnocchi streuen und servieren."
        ]
    },
    {
        "url": "https://www.rewe.de/rezepte/roesti-auflauf-versunkene-spiegeleier/",
        "title": "Rösti-Auflauf mit versunkenen Spiegeleiern",
        "tags": [
            "Glutenfrei"
        ],
        "difficulty": "Einfach",
        "portions": "für 4 Portionen",
        "nutritionalInfo": {
            "Energie": "513 kcal",
            "Kohlenhydrate": "39,6 g",
            "Fett": "25,7 g",
            "Eiweiß": "30,5 g"
        },
        "ingredients": [
            "800 g Kartoffeln (festkochend)",
            "1 rote Zwiebel",
            "100 g Schinkenwürfel",
            "1 TL Butter",
            "180 g Reibekäse",
            "1 EL Senf",
            "230 g Joghurt",
            "Salz",
            "Pfeffer",
            "Paprikapulver",
            "4 Eier",
            "1 Bd. Schnittlauch"
        ],
        "instructions": [
            "Die Kartoffeln schälen und auf einer groben Reibe raspeln. Kartoffelraspel portionsweise in die Hand nehmen und ausdrücken, sodass die Flüssigkeit abtropfen kann. Auf Küchenpapier ausbreiten.",
            "Eine Kasserolle bereitstellen, den Backofen auf 200 Grad Ober-/Unterhitze vorheizen.",
            "Die Zwiebel schälen und fein würfeln, mit den Schinkenwürfeln vermischen. Butter in einer Pfanne schmelzen, Zwiebel-Schinken-Mix darin kurz anbraten.",
            "Aus Käse, Senf und Joghurt eine Soße anrühren und mit den Zwiebeln, den Kartoffeln und dem Schinken vermengen. Alles mit Salz, Pfeffer und Paprikapulver würzen und in die Kasserolle geben.",
            "Kasserolle auf mittlerer Schiene auf einem Rost in den Ofen schieben und in ca. 45 Minuten ohne Deckel backen. Auflauf aus dem Ofen nehmen und mit Hilfe eines Esslöffels vier Mulden hineindrücken. In jede Mulde ein Ei schlagen, Auflauf zurück in den Ofen schieben und bis zum gewünschten Gargrad der Eier zu Ende backen.",
            "Mit Schnittlauch bestreuen und in der Kasserolle servieren."
        ]
    },
    {
        "url": "https://www.rewe.de/rezepte/schneller-paprika-tofu-reis/",
        "title": "Schneller Paprika-Tofu-Reis",
        "tags": [
            "Vegetarisch",
            "Vegan",
            "Laktosefrei",
            "Fettarm"
        ],
        "difficulty": "Einfach",
        "portions": "für 4 Portionen",
        "nutritionalInfo": {
            "Energie": "496 kcal",
            "Kohlenhydrate": "80,1 g",
            "Fett": "12,5 g",
            "Eiweiß": "19,7 g"
        },
        "ingredients": [
            "2 Zwiebeln",
            "2 Knoblauchzehen",
            "2 rote Paprikaschoten",
            "2 gelbe Paprikaschoten",
            "250 g Basilikum-Tofu",
            "3 EL Öl",
            "3 TL Rosenpaprika scharf",
            "Salz",
            "Zucker",
            "250 g 10-Minuten-Reis",
            "2 Dose(n) stückige Tomaten (à 425 g)",
            "400 ml Gemüsebrühe",
            "Pfeffer"
        ],
        "instructions": [
            "Zwiebeln und Knoblauch schälen und fein würfeln. Paprikaschoten vierteln, entkernen und waschen. Paprikaschoten in ca. 2 cm große Stücke schneiden. Tofu in ca. 3 cm große Stücke schneiden.",
            "Öl in einer großen Pfanne erhitzen, Tofu darin bei starker Hitze rundherum anbraten. Zwiebeln, Knoblauch und Paprikastücke zugeben und ca. 2 Minuten mitbraten. Mit Paprikapulver, Salz und 1 Prise Zucker würzen.",
            "Reis, stückige Tomaten und Brühe zugeben. Alles aufkochen und zugedeckt 10 Min. garen. Mit Salz und Pfeffer abschmecken."
        ]
    },
    {
        "url": "https://www.rewe.de/rezepte/hack-reis-pfanne/",
        "title": "Hack-Reis-Pfanne",
        "tags": [
            "Laktosefrei",
            "Glutenfrei"
        ],
        "difficulty": "Einfach",
        "portions": "für 4 Personen",
        "nutritionalInfo": {
            "Energie": "508 kcal",
            "Kohlenhydrate": "33,4 g",
            "Fett": "30,1 g",
            "Eiweiß": "27,4 g"
        },
        "ingredients": [
            "125 g ja! Langkorn-Spitzenreis",
            "ja! Jodsalz",
            "2 rote Paprikaschoten",
            "1 Salatgurke",
            "2 Lauchzwiebeln",
            "3 EL ja! Sonnenblumenöl",
            "1 EL Weißweinessig",
            "Pfeffer",
            "1 TL Zucker",
            "500 g ja! gemischtes Hackfleisch"
        ],
        "instructions": [
            "Reis in kochendem Salzwasser nach Packungsanweisung zubereiten. Paprika putzen, waschen, entkernen und in Streifen schneiden. Gurke putzen, waschen und fein würfeln. Lauchzwiebeln putzen, waschen und in feine Ringe schneiden. Gurke, Lauchzwiebeln, 1 EL ÖL und Essig mischen. Mit Salz, Pfeffer und Zucker würzen.",
            "2 EL Öl in einer Pfanne erhitzen. Hack darin krümelig braten. Mit Salz und Pfeffer würzen. Paprikastreifen zugeben, andünsten. Reis abgießen und zur Hackpfanne geben. Mit Salz und Pfeffer würzen. Hack-Reis-Pfanne anrichten. 2 EL Gurken- Lauchzwiebel-Mischung darüber streuen. Übrige Gurken-Lauchzwiebel-Mischung in einem Schälchen dazu reichen."
        ]
    },
    {
        "url": "https://www.rewe.de/rezepte/spaghetti-linsenbolognese/",
        "title": "Spaghetti mit Linsenbolognese",
        "tags": [
            "Vegetarisch",
            "Vegan",
            "Laktosefrei"
        ],
        "difficulty": "Einfach",
        "portions": "für 4 Portionen",
        "nutritionalInfo": {
            "Energie": "499 kcal",
            "Kohlenhydrate": "86,6 g",
            "Fett": "9,6 g",
            "Eiweiß": "22,1 g"
        },
        "ingredients": [
            "1 Zwiebel",
            "200 g REWE Bio Möhren",
            "100 g Staudensellerie",
            "1 Zehe(n) Knoblauch",
            "2 EL Olivenöl",
            "150 g REWE Bio Rote Linsen",
            "1 EL Tomatenmark",
            "200 ml Gemüsebrühe",
            "250 g REWE Bio Pizza-Tomaten",
            "Salz",
            "Pfeffer",
            "320 g REWE Bio Vollkornspaghetti",
            "15 g Basilikum"
        ],
        "instructions": [
            "Zwiebel schälen und fein würfeln. Möhren schälen, Sellerie waschen und putzen und beides in kleine Würfel schneiden. Knoblauch schälen und fein hacken. Öl in einem Topf leicht erhitzen und Zwiebelwürfel darin andünsten. Möhren, Sellerie und Knoblauch zugeben und ca. 2 Minuten mit anschwitzen.",
            "Linsen zugeben, Tomatenmark einrühren und kurz anrösten. Mit Brühe und Tomaten ablöschen und ca. 10 Minuten köcheln lassen. Mit Salz und Pfeffer abschmecken.",
            "Vollkornspaghetti nach Packungsanweisung in Salzwasser kochen. Basilikum waschen, trocken schütteln. Spaghetti mit Linsenbolognese und Basilikumblättern servieren."
        ]
    },
    {
        "url": "https://www.rewe.de/rezepte/yum-yum-salat/",
        "title": "Yum Yum Salat",
        "tags": [
            "Vegetarisch"
        ],
        "difficulty": "Einfach",
        "portions": "für 4 Portionen",
        "nutritionalInfo": {
            "Energie": "561 kcal",
            "Kohlenhydrate": "47,7 g",
            "Fett": "35,3 g",
            "Eiweiß": "18,2 g"
        },
        "ingredients": [
            "80 ml Öl",
            "4 EL Essig (hell)",
            "2 EL Honig",
            "1 TL Salz",
            "1 TL Pfeffer",
            "2 Pck. asiatische Instant Nudeln (Yum Yum, mit Gewürzmischung)",
            "60 g Sonnenblumenkerne",
            "100 g Erdnüsse",
            "1 Chinakohl"
        ],
        "instructions": [
            "In einer großen Schüssel Öl, Essig, Honig, Salz und Pfeffer miteinander verrühren. Die Gewürzmischung aus den Nudelpackungen ebenfalls unterrühren.",
            "Die Nudeln zerbröseln und in das Dressing geben. Vorsichtig vermengen und 10 Minuten ziehen lassen.",
            "Währenddessen die Sonnenblumenkerne und Erdnüsse in einer Pfanne ohne Fett bei mittlerer Temperatur anrösten. Die Pfanne dabei mehrmals rütteln, damit die Kerne von allen Seiten bräunen. Den Chinakohl in feine Streifen schneiden.",
            "Chinakohl und geröstete Kerne in die Schüssel zu Nudeln und Dressing geben, den Salat gut durchmischen und servieren."
        ]
    },
    {
        "url": "https://www.rewe.de/rezepte/schnelle-gemuesesuppe-mit-weissen-bohnen/",
        "title": "Schnelle Gemüsesuppe mit weißen Bohnen",
        "tags": [
            "Vegetarisch",
            "Vegan",
            "Laktosefrei",
            "Glutenfrei"
        ],
        "difficulty": "Einfach",
        "portions": "für 4 Portionen",
        "nutritionalInfo": {
            "Energie": "335 kcal",
            "Kohlenhydrate": "53,4 g",
            "Fett": "9 g",
            "Eiweiß": "17,3 g"
        },
        "ingredients": [
            "1 kleine Zwiebel",
            "2 Karotten",
            "2 Stange(n) Sellerie",
            "1 Stange(n) Lauch",
            "2 Zehe(n) Knoblauch",
            "1 TL Olivenöl",
            "3 EL Tomatenmark",
            "450 g weiße Bohnen (Dose)",
            "1 Dose(n) stückige Tomaten (400 g)",
            "1,4 l Gemüsebrühe (glutenfrei)",
            "1 Zweig(e) Thymian",
            "Salz",
            "Pfeffer"
        ],
        "instructions": [
            "Zwiebeln und Karotten schälen und fein würfeln, Sellerie und Lauch putzen und in feine Stücke bzw. Ringe schneiden, Knoblauch schälen und fein hacken.",
            "Das Olivenöl in einem großen Suppentopf erhitzen, die Zwiebel anbraten, die Karotten dazu geben, dann Sellerie, Lauch und Knoblauch. Kurz weiterbraten, dann das Tomatenmark einrühren.",
            "Die Bohnen zusammen mit den Tomatenstücken dazu geben, mit der Brühe aufgießen, den Thymian dazu geben, dann 15 Minuten köcheln lassen. Thymianzweig rausnehmen. Mit Salz und Pfeffer abschmecken und in Schälchen servieren."
        ]
    },
    {
        "url": "https://www.rewe.de/rezepte/kartoffel-kuchen-rettich/",
        "title": "Schales mit Rettich: saarländischer Kartoffelkuchen",
        "tags": [
            "Laktosefrei",
            "Glutenfrei"
        ],
        "difficulty": "Einfach",
        "portions": "für 4 Portionen",
        "nutritionalInfo": {
            "Energie": "483 kcal",
            "Kohlenhydrate": "58,1 g",
            "Fett": "17,4 g",
            "Eiweiß": "24,9 g"
        },
        "ingredients": [
            "1 kg REWE Regional Kartoffeln, vorwiegend festkochend",
            "Salz",
            "1 Stange(n) Lauch",
            "250 g Speckwürfel",
            "2 Eier",
            "Pfeffer",
            "1 Msp. REWE Bio Muskatnuss",
            "neutrales Öl",
            "1 REWE Regional Rettich",
            "1 Bd. Petersilie",
            "1 EL Zitronensaft",
            "1 EL Honig"
        ],
        "instructions": [
            "Kartoffeln waschen, schälen und fein reiben. Geriebene Kartoffeln salzen und kurz ziehen lassen. Lauch halbieren, waschen und in feine Streifen schneiden.",
            "Eine mittelgroße Pfanne erhitzen und zunächst die Speckwürfel darin für etwa 5 Minuten braten. Dann Lauch dazugeben und 2 bis 3 Min. mitbraten.",
            "Kartoffeln gut ausdrücken und das Wasser abschütten. Lauch und Speckwürfel mit den Eiern unter die geriebenen Kartoffeln mischen. Mit Salz, Pfeffer und Muskatnuss abschmecken.",
            "Backofen vorheizen (180 °C, Ober- und Unterhitze). Eine Springform mit neutralem Öl fetten. Den rohen Kartoffelteig darin verteilen und leicht andrücken. Für 1,5 bis 2 Stunden goldbraun backen.",
            "In der Zwischenzeit den Rettich schälen. Dann mit dem Spiralschneider oder Sparschäler in feine Streifen schneiden. Petersilie waschen, trocken schütteln und grob hacken. Mit Zitronensaft, Honig und Rettich mischen. Mit Salz und Pfeffer würzen.",
            "Schales nach dem Backen etwa 15 Minuten abkühlen lassen, aus der Springform lösen und auf einer Platte anrichten. Dazu den Rettich servieren."
        ]
    },
    {
        "url": "https://www.rewe.de/rezepte/flammkuchen-kartoffeln-rosmarin/",
        "title": "Flammkuchen mit Kartoffeln und Rosmarin",
        "tags": [
            "Vegetarisch"
        ],
        "difficulty": "Einfach",
        "portions": "für 2 Personen",
        "nutritionalInfo": {
            "Energie": "912 kcal",
            "Kohlenhydrate": "165,7 g",
            "Fett": "15,7 g",
            "Eiweiß": "34,2 g"
        },
        "ingredients": [
            "350 g REWE Bio Dinkel-Vollkornmehl",
            "30 g Hefewürfel",
            "250 ml fettarme H-Milch",
            "1 TL Olivenöl",
            "Salz",
            "200 g Speisekartoffeln Drillinge (z. B. von REWE Bio)",
            "3 EL Schmand",
            "3 Zweig(e) Rosmarin",
            "Tellicherry-Pfeffer Mühle (z. B. von REWE Feine Welt)",
            "2 EL Honig"
        ],
        "instructions": [
            "Dinkelvollkornmehl in eine Schüssel sieben. In die Mitte eine Mulde drücken. Backhefe hineinbröseln. H-Milch in einem Topf oder in der Mikrowelle kurz erwärmen. Lauwarme H-Milch, Olivenöl und etwas Salz in die Mulde geben. Teig so lange kneten, bis er sich vom Schüsselrand löst und elastisch auseinanderziehen lässt. Ist der Teig noch zu klebrig, noch etwas Dinkelmehl zufügen. Mit einem feucht-warmen Handtuch abdecken und an einem warmen Ort für 30 Minuten gehen lassen. Teig erneut kneten. Auf einem Stück Backpapier ausrollen.",
            "Speisekartoffeln waschen und 20 Minuten in Salzwasser kochen. Backofen auf 220°C Ober-/Unterhitze vorheizen.",
            "Grundteig auf ein Backpapier ausrollen. Mit Schmand bestreichen. Rosmarinnadeln abzupfen und grob hacken. Speisekartoffeln nach Belieben geschält oder ungeschält in Scheiben schneiden und auf dem Teig verteilen. Mit den gehackten Rosmarinnadeln bestreuen. Mit Pfeffer und Salz würzen.",
            "Den fertig belegten Flammkuchen im Backofen auf der untersten Schiene 12 bis 15 Minuten goldbraun backen. Honig über den Kartoffeln verteilen und servieren."
        ]
    },
    {
        "url": "https://www.rewe.de/rezepte/mediterrane-reis-gemuese-pfanne-hackfleisch/",
        "title": "Mediterrane Reis-Gemüse-Pfanne mit Hackfleisch",
        "tags": [
            "Glutenfrei"
        ],
        "difficulty": "Einfach",
        "portions": "für 4 Portionen",
        "nutritionalInfo": {
            "Energie": "752 kcal",
            "Kohlenhydrate": "50 g",
            "Fett": "45,1 g",
            "Eiweiß": "38 g"
        },
        "ingredients": [
            "200 g Reis",
            "Salz",
            "3 Paprikaschoten",
            "1 Zucchini",
            "2 Knoblauchzehen",
            "200 g Schafskäse",
            "2 EL Olivenöl",
            "500 g gemischtes Hackfleisch",
            "1 EL Tomatenmark",
            "200 ml Gemüsebrühe",
            "125 g grüne Oliven",
            "Pfeffer",
            "Paprikapulver rosenscharf"
        ],
        "instructions": [
            "Reis nach Packungsanweisung in Salzwasser garen.",
            "Paprika waschen, Kerne entfernen und in Würfel schneiden. Zucchini waschen und würfeln. Knoblauch schälen und fein hacken. Schafskäse abtropfen lassen und zerbröseln.",
            "Öl in einer Pfanne erhitzen, Hackfleisch anschwítzen. Tomatenmark, Knoblauch, Paprika und Zucchini zugeben und anbraten. Mit Brühe ablöschen und einige Minuten köcheln lassen, bis Hackfleisch und Gemüse gar sind.",
            "Reis abtropfen lassen und unter das Hackfleisch mengen. Oliven abtropfen lassen und zusammen mit dem Schafskäse unterheben. Mit Salz, Pfeffer und Paprikapulver abschmecken."
        ]
    },
    {
        "url": "https://www.rewe.de/rezepte/rote-linsensuppe-feta-topping/",
        "title": "Rote Linsensuppe mit Feta-Topping",
        "tags": [
            "Vegetarisch"
        ],
        "difficulty": "Einfach",
        "portions": "für 4 Portionen",
        "nutritionalInfo": {
            "Energie": "303 kcal",
            "Kohlenhydrate": "38,9 g",
            "Fett": "10,1 g",
            "Eiweiß": "17,7 g"
        },
        "ingredients": [
            "2 REWE Bio Zwiebeln",
            "1 EL REWE Bio Bratöl",
            "1 EL REWE Bio Kreuzkümmel",
            "1 EL REWE Bio Currypulver",
            "200 g REWE Bio Rote Linsen",
            "400 ml REWE Bio Gemüsebrühe",
            "1 Dose(n) REWE Bio Tomaten in Stücken (280 g)",
            "Salz",
            "Pfeffer",
            "1 REWE Bio Zitrone",
            "100 g REWE Bio Feta"
        ],
        "instructions": [
            "Zwiebeln schälen und klein schneiden.",
            "Öl erhitzen und die Zwiebeln anschwitzen. Kreuzkümmel, Curry und Linsen zugeben und kurz mit anschwitzen. Mit angerührter Brühe und Tomaten ablöschen. Zugedeckt bei schwacher bis mittlerer Hitze ca. 15 Minuten köcheln, bis die Linsen weich sind.",
            "Linsensuppe pürieren, mit Salz, Pfeffer und Zitronensaft abschmecken.",
            "Feta zerbröseln und die Suppe mit Fetabröseln servieren."
        ]
    },
    {
        "url": "https://www.rewe.de/rezepte/ueberbackene-pfannkuchenrollen/",
        "title": "Überbackene Pfannkuchenrollen",
        "tags": [],
        "difficulty": "Mittel",
        "portions": "für 4 Personen",
        "nutritionalInfo": {
            "Energie": "634 kcal",
            "Kohlenhydrate": "82,5 g",
            "Fett": "22,7 g",
            "Eiweiß": "24,7 g"
        },
        "ingredients": [
            "300 g ja! Weizenmehl",
            "500 ml ja! fettarme H-Milch",
            "3 Eier (Größe M)",
            "ja! Jodsalz",
            "4 EL ja! Markenbutter",
            "2 kleine Zucchini",
            "200 g ja! Delikatess Kochschinken",
            "1 Dose(n) gehackte Tomaten",
            "Pfeffer",
            "100 g ja! geriebener Gratin- und Pizzakäse"
        ],
        "instructions": [
            "Mehl, Milch und Eier zu einem glatten Pfannkuchenteig verrühren. Mit Salz würzen. Butter portionsweise in einer Pfanne erhitzen. Nacheinander ca. 8-10 dünne Pfannkuchen aus dem Teig backen.",
            "Backofen auf 150°C Umluft vorheizen. Zucchini waschen, putzen und mit einem Sparschäler in dünne Streifen schneiden. Pfannkuchen mit Zucchinischeiben und Schinken belegen, aufrollen und in jeweils 3-4 Rollen schneiden.",
            "Dosentomaten mit Salz und Pfeffer würzen, in einer Auflaufform verteilen. Pfannkuchenröllchen in die Tomatensoße setzen, mit Käse bestreuen und im vorgeheizten Backofen ca. 20 Minuten gratinieren."
        ]
    },
    {
        "url": "https://www.rewe.de/rezepte/kartoffel-moehren-stampf-fischstaebchen/",
        "title": "Kartoffel-Möhren-Stampf mit Fischstäbchen",
        "tags": [
            "Kalorienarm"
        ],
        "difficulty": "Einfach",
        "portions": "für 4 Portionen",
        "nutritionalInfo": {
            "Energie": "319 kcal",
            "Kohlenhydrate": "39,2 g",
            "Fett": "13,7 g",
            "Eiweiß": "11,5 g"
        },
        "ingredients": [
            "600 g Kartoffeln",
            "400 g Möhren",
            "300 ml Gemüsebrühe",
            "100 ml Milch",
            "Salz",
            "Pfeffer",
            "Muskatnuss",
            "Petersilie",
            "8 Fischstäbchen",
            "1 EL Rapsöl"
        ],
        "instructions": [
            "Kartoffeln waschen, schälen und in kleine Stücke schneiden. Möhren schälen und in Scheiben schneiden.",
            "Kartoffeln und Möhren in einem Topf mit Gemüsebrühe gar kochen. Abgießen und zusammen mit der Milch stampfen. Mit Salz, Pfeffer und Muskat abschmecken.",
            "Petersilie waschen, trocken schütteln, fein hacken und über den Kartoffel-Möhren-Stampf streuen.",
            "Fischstäbchen in etwas Öl goldbraun braten und zusammen mit dem Kartoffel-Möhren-Stampf anrichten."
        ]
    },
    {
        "url": "https://www.rewe.de/rezepte/one-pot-pasta-spinat/",
        "title": "One Pot Pasta mit Spinat",
        "tags": [
            "Vegetarisch"
        ],
        "difficulty": "Einfach",
        "portions": "für 4 Portionen",
        "nutritionalInfo": {
            "Energie": "628 kcal",
            "Kohlenhydrate": "81,7 g",
            "Fett": "25,3 g",
            "Eiweiß": "21,5 g"
        },
        "ingredients": [
            "2 Zwiebeln",
            "1 Pck. ja! Rahmspinat (450 g)",
            "400 g ja! Spaghetti",
            "800 ml ja! Gemüsebrühe",
            "200 ml ja! Schlagsahne",
            "50 g Parmesan"
        ],
        "instructions": [
            "Zwiebeln schälen und hacken. Zusammen mit dem gefrorenen Spinat und den Spaghetti in einen großen Topf geben.",
            "Gemüsebrühe und Sahne zugießen und mit geschlossenem Deckel aufkochen. Nach dem Aufkochen Deckel entfernen und die Nudeln bei schwacher bis mäßiger Hitze ca. 10 Minuten köcheln, bis sie gar sind. Zwischendurch umrühren, ggf. noch etwas Wasser zufügen.",
            "Mit Parmesan bestreuen und servieren."
        ]
    },
    {
        "url": "https://www.rewe.de/rezepte/penne-erbsen-schinken-sahne-sauce/",
        "title": "Penne mit Erbsen-Schinken-Sahne-Sauce",
        "tags": [],
        "difficulty": "Einfach",
        "portions": "für 4 Portionen",
        "nutritionalInfo": {
            "Energie": "726 kcal",
            "Kohlenhydrate": "107 g",
            "Fett": "20,6 g",
            "Eiweiß": "31,7 g"
        },
        "ingredients": [
            "200 g ja! TK-Erbsen",
            "500 g Rewe Beste Wahl Penne",
            "Salz",
            "1 Zwiebel",
            "0,5 Zehe(n) Knoblauch",
            "200 g gekochter Schinken",
            "2 EL Rapsöl",
            "100 ml Gemüsebrühe",
            "150 ml Sahne",
            "Pfeffer",
            "0,5 Zitrone"
        ],
        "instructions": [
            "Erbsen auftauen lassen. Penne nach Packungsanweisung in Salzwasser gar kochen und abtropfen lassen.",
            "In der Zwischenzeit Zwiebel und Knoblauch schälen und fein hacken. Schinken in kleine Stücke schneiden.",
            "Öl in einer großen Pfanne erhitzen und Zwiebel und Knoblauch darin andünsten. Nun Schinken dazugeben und mitbraten. Salzen und Pfeffern. Gemüsebrühe und Sahne angießen und Erbsen ebenfalls untermischen. Etwas einköcheln lassen. Falls die Sauce zu dünn ist, ggf. mit 1 TL Mehl abbinden. Dafür das Mehl mit einem Schneebesen einrühren.",
            "Zitronenhälfte auspressen und mit 1 TL Zitronensaft und Salz und Pfeffer abschmecken. Penne unterheben und servieren."
        ]
    },
    {
        "url": "https://www.rewe.de/rezepte/kartoffel-gemuese-pfanne/",
        "title": "Kartoffel-Gemüse-Pfanne",
        "tags": [
            "Vegetarisch",
            "Vegan",
            "Laktosefrei",
            "Glutenfrei"
        ],
        "difficulty": "Einfach",
        "portions": "für 2 Portionen",
        "nutritionalInfo": {
            "Energie": "395 kcal",
            "Kohlenhydrate": "55,4 g",
            "Fett": "15,9 g",
            "Eiweiß": "11,9 g"
        },
        "ingredients": [
            "400 g Drillings Kartoffeln",
            "2 Zehe(n) Knoblauch",
            "3 rote Zwiebeln",
            "250 g braune Champignons",
            "1 grüne Paprika",
            "3 Möhren",
            "2 Zweig(e) Rosmarin",
            "2 Zweig(e) Thymian",
            "15 g Petersilie",
            "Salz",
            "3 EL Olivenöl",
            "Pfeffer"
        ],
        "instructions": [
            "Kartoffeln waschen und halbieren. Knoblauch und Zwiebeln abziehen. Knoblauch fein hacken, Zwiebeln vierteln. Champignons putzen und vierteln. Paprika entkernen und in Streifen schneiden.",
            "Möhren waschen, schälen und schräg in dünne Scheiben schneiden. Kräuter waschen und trocken schütteln. Rosmarin und Thymianblättchen von den Stielen streifen und grob hacken.",
            "Salzwasser in einem Topf zum Kochen bringen und Kartoffeln etwa 10 Minuten vorgaren. Wasser abgießen.",
            "Olivenöl in einer Pfanne erhitzen. Erst Knoblauch und Zwiebeln glasig andünsten. Restliches Gemüse und Kartoffeln zufügen und etwa 5 anbraten. Kräuter hinzufügen und ca. 3 Minuten mitbraten. Mit Salz und Pfeffer abschmecken."
        ]
    },
    {
        "url": "https://www.rewe.de/rezepte/blumenkohlauflauf-macn-cheese/",
        "title": "Blumenkohlauflauf Mac ‘n‘ Cheese",
        "tags": [
            "Vegetarisch"
        ],
        "difficulty": "Einfach",
        "portions": "für 4 Portionen",
        "nutritionalInfo": {
            "Energie": "721 kcal",
            "Kohlenhydrate": "82,9 g",
            "Fett": "31,5 g",
            "Eiweiß": "29,5 g"
        },
        "ingredients": [
            "400 g ja! Penne",
            "300 g ja! Blumenkohl (TK)",
            "1 Zehe(n) Knoblauch",
            "2 EL ja! Butter",
            "1 EL ja! Weizenmehl (Type 405)",
            "200 ml ja! Vollmilch",
            "100 g ja! Schlagsahne",
            "ja! Salz",
            "ja! Pfeffer",
            "1 TL ja! Paprikapulver edelsüß",
            "200 g ja! Cheddar"
        ],
        "instructions": [
            "Penne laut Packungsanleitung zubereiten und ca. 3 Minuten vor Ende der Garzeit den gefrorenen Blumenkohl dazugeben.",
            "Knoblauch schälen. In einem großen Topf die Butter bei kleiner Temperatur schmelzen und den Knoblauch, durch eine Knoblauchpresse gedrückt, dazugeben. Wenige Minuten andünsten. Das Mehl einrühren. Dann unter ständigem Rühren Milch und Sahne unterrühren. Einmal kurz aufkochen lassen und dann mit Salz, Pfeffer und Paprikapulver abschmecken. Die Soße bei niedriger Hitze köcheln lassen, bis sie leicht eindickt.",
            "Backofen auf 180 °C Ober- und Unterhitze vorheizen. Eine Auflaufform (38 x 26 cm) mit etwas Butter einreiben.",
            "Den Cheddar in kleine Würfel schneiden und die Hälfte vom Cheddar (100 g) in die Soße rühren.",
            "Pasta und Blumenkohl in einem Sieb über der Spüle abtropfen lassen und in die Auflaufform geben. Die Soße gleichmäßig darauf verteilen und alles einmal gut durchmischen. Den restlichen Cheddar auf dem Auflauf verteilen.",
            "Den Blumenkohlauflauf Mac ‘n‘ Cheese im Backofen ca. 20 Minuten backen, bis der Käse goldbraun ist."
        ]
    },
    {
        "url": "https://www.rewe.de/rezepte/schnelle-tomaten-one-pot-pasta/",
        "title": "Schnelle Tomaten-One-Pot-Pasta",
        "tags": [
            "Vegetarisch"
        ],
        "difficulty": "Einfach",
        "portions": "für 4 Portionen",
        "nutritionalInfo": {
            "Energie": "782 kcal",
            "Kohlenhydrate": "108 g",
            "Fett": "27,4 g",
            "Eiweiß": "29,3 g"
        },
        "ingredients": [
            "800 ml ja! Tomatencremesuppe",
            "500 g REWE Beste Wahl Penne Mezzane Rigate",
            "100 g REWE Beste Wahl Getrocknete Tomaten in Öl",
            "1 TL Knoblauchpulver",
            "Pfeffer",
            "Salz",
            "2 ja! Mozzarella"
        ],
        "instructions": [
            "Tomatencremesuppe, 750 ml Wasser und Penne in einen Topf geben, erhitzen und für 15 Minuten köcheln lassen, bis die Penne al dente sind.",
            "3 Minuten vor Ende der Garzeit die getrockneten Tomaten würfeln und mit 1 TL Öl zur Pasta geben. Mit Knoblauchpulver, Pfeffer und Salz abschmecken.",
            "Mozzarella in Stücke zupfen und unter die Pasta heben."
        ]
    },
    {
        "url": "https://www.rewe.de/rezepte/einfaches-risi-bisi/",
        "title": "Einfaches Risi Bisi",
        "tags": [
            "Vegetarisch",
            "Vegan",
            "Laktosefrei"
        ],
        "difficulty": "Einfach",
        "portions": "für 4 Portionen",
        "nutritionalInfo": {
            "Energie": "600 kcal",
            "Kohlenhydrate": "111,8 g",
            "Fett": "11,3 g",
            "Eiweiß": "15,1 g"
        },
        "ingredients": [
            "300 g Ja! TK-Erbsen",
            "480 g Ja! Langkorn-Reis",
            "1 mittlere Zwiebel",
            "0,5 Zehe(n) Knoblauch",
            "0,5 Bd. frische Petersilie",
            "1 Kopfsalat",
            "4 EL Rapsöl",
            "2 EL Essig",
            "1 TL Senf",
            "Salz",
            "Pfeffer"
        ],
        "instructions": [
            "Erbsen auftauen lassen. Reis mit der doppelten Menge Salzwasser aufkochen lassen. Bei schwacher Hitze so lange quellen lassen, bis die Flüssigkeit aufgesogen und der Reis gar ist.",
            "In der Zwischenzeit Zwiebel und Knoblauch schälen und beides fein hacken. Petersilie waschen und ebenfalls hacken.",
            "Salat waschen, trocknen und in Stücke zupfen. Aus 3 EL Öl, Essig, Senf, Salz und Pfeffer das Dressing zubereiten und unter die Salatblätter mischen.",
            "Restliches Öl in einer Pfanne erhitzen und die Zwiebel andünsten, dann Knoblauch hinzufügen und kurz mitbraten. Erbsen und kurze Zeit später Reis und Petersilie unterrühren und gut mischen. Mit Salz und Pfeffer würzen.",
            "Risi Bisi auf Teller verteilen und mit dem Salat servieren."
        ]
    },
    {
        "url": "https://www.rewe.de/rezepte/vollkorn-spaghetti-cherrytomaten/",
        "title": "Vollkorn-Spaghetti mit Cherrytomaten aus dem Ofen",
        "tags": [
            "Vegetarisch",
            "Vegan",
            "Laktosefrei"
        ],
        "difficulty": "Einfach",
        "portions": "für 4 Portionen",
        "nutritionalInfo": {
            "Energie": "654 kcal",
            "Kohlenhydrate": "104 g",
            "Fett": "21,3 g",
            "Eiweiß": "19,3 g"
        },
        "ingredients": [
            "1 kg Cherry-Rispentomaten",
            "0,25 Knolle(n) Knoblauch",
            "15 g Rosmarin",
            "75 ml Olivenöl",
            "Salz",
            "0,5 TL Pfeffer",
            "2 EL Aceto Balsamico",
            "Zucker",
            "500 g REWE Bio Vollkorn-Spaghetti"
        ],
        "instructions": [
            "Backofen auf 200 °C Umluft vorheizen.",
            "Cherrytomaten waschen und trocknen. 4 schöne Rispen intakt lassen und die restlichen Tomaten abzupfen.",
            "Knoblauch schälen. Rosmarin waschen.",
            "Olivenöl mit Salz, Pfeffer, Aceto Balsamico und Zucker verrühren. Tomaten, Knoblauch und Rosmarin hinzufügen und gut mischen.",
            "Tomaten, Knoblauch und Kräuter in einer einzelnen Lage in eine große Auflaufform geben und im Ofen 25 Minuten backen.",
            "Spaghetti in Salzwasser nach Packungsanweisung garen.",
            "Spaghetti sofort mit den gebackenen Cherrytomaten sowie dem Sud vermischen. Mit den Rispen garnieren und servieren."
        ]
    },
    {
        "url": "https://www.rewe.de/rezepte/bandnudeln-butternut-kuerbis/",
        "title": "Bandnudeln mit Butternut-Kürbis",
        "tags": [
            "Vegetarisch",
            "Vegan",
            "Laktosefrei"
        ],
        "difficulty": "Einfach",
        "portions": "für 4 Portionen",
        "nutritionalInfo": {
            "Energie": "609 kcal",
            "Kohlenhydrate": "104 g",
            "Fett": "15,6 g",
            "Eiweiß": "19,1 g"
        },
        "ingredients": [
            "1 Kürbis (600 g, Butternut oder Hokkaido)",
            "1 Zwiebel",
            "1 Zehe(n) Knoblauch",
            "2 Zweig(e) Thymian",
            "2 EL Olivenöl",
            "300 ml Gemüsebrühe",
            "Salz",
            "Pfeffer",
            "Cayennepfeffer",
            "400 g Bandnudeln",
            "50 g Walnüsse"
        ],
        "instructions": [
            "Kürbis halbieren, Kerne entfernen und schälen, dann klein würfeln. Zwiebel und Knoblauch schälen und fein hacken. Thymianblättchen ebenfalls fein hacken.",
            "Öl erhitzen und die Zwiebel anschwitzen. Kürbis und Knoblauch zufügen und kurz mitbraten, dann mit der Gemüsebrühe ablöschen und ca. 15 Minuten bei schwacher Hitze köcheln, bis der Kürbis gar ist. Mit Salz, Pfeffer und Cayennepfeffer würzen.",
            "Bandnudeln nach Packungsanweisung kochen.",
            "Walnüsse hacken.",
            "Die Bandnudeln mit dem Kürbis anrichten und mit gehackten Walnüssen sowie Thymian bestreuen."
        ]
    },
    {
        "url": "https://www.rewe.de/rezepte/asia-suppe-huhn-gemuese/",
        "title": "Asia-Suppe mit Huhn & Gemüse",
        "tags": [
            "Laktosefrei",
            "Kalorienarm"
        ],
        "difficulty": "Einfach",
        "portions": "für 4 Portionen",
        "nutritionalInfo": {
            "Energie": "295 kcal",
            "Kohlenhydrate": "32 g",
            "Fett": "7,1 g",
            "Eiweiß": "26,6 g"
        },
        "ingredients": [
            "3 Frühlingszwiebeln",
            "2 Zehe(n) Knoblauch",
            "1 kleine rote Zwiebel",
            "1 Karotte",
            "350 g Hähnchenbrustfilet",
            "2 EL Rapsöl",
            "1 Stück Ingwer",
            "2 EL Sojasauce",
            "150 g Wok Nudeln (chinesische Eiernudeln)",
            "2 Zweig(e) Koriander"
        ],
        "instructions": [
            "Frühlingszwiebeln waschen und in feine Ringe schneiden, Knoblauch und Zwiebel schälen, Knoblauch fein hacken, Zwiebeln in halbe Ringe schneiden. Karotte schälen und in Stifte schneiden.",
            "Hähnchenbrust in 1 l Wasser ca. 20 Minuten kochen, aus der Brühe nehmen und mit einer Gabel grob zerrupfen. Brühe abgießen und auffangen.",
            "In dem Topf Rapsöl erhitzen, Zwiebeln, Knoblauch und Karotten kurz anbraten, mit der Brühe aufgießen, das Gemüse wenige Minuten garen. Mit geriebenem Ingwer und Sojasauce abschmecken.",
            "Die Nudeln in die Suppe geben und al dente kochen, das Fleisch zurück in die Suppe geben und mit frisch gezupften Korianderblättern servieren."
        ]
    },
    {
        "url": "https://www.rewe.de/rezepte/rigatoni-tomatensosse/",
        "title": "Rigatoni mit Tomatensoße",
        "tags": [
            "Vegetarisch"
        ],
        "difficulty": "Einfach",
        "portions": "für 4 Portionen",
        "nutritionalInfo": {
            "Energie": "692 kcal",
            "Kohlenhydrate": "110,2 g",
            "Fett": "17,3 g",
            "Eiweiß": "26,2 g"
        },
        "ingredients": [
            "3 Knoblauchzehen",
            "3 EL Öl",
            "3 EL Tomatenmark",
            "2 Dose(n) Tomaten",
            "Salz",
            "Pfeffer",
            "Chiliflocken",
            "2 EL Balsamico",
            "2 TL Zucker",
            "500 g Rigatoni",
            "0,5 Bd. Basilikum",
            "100 g Parmesan"
        ],
        "instructions": [
            "Knoblauch schälen und in dünne Scheiben schneiden. Öl erhitzen, Knoblauch darin kurz anschwitzen. Tomatenmark zugeben und anrösten. Tomaten zugeben und etwas zerdrücken. Mit Salz, Pfeffer, Chili, Balsamico und Zucker würzen. Soße ca. 15 Minuten köcheln lassen.",
            "Nudeln nach Packungsanweisung in kochendem Salzwasser bissfest garen. In der Zwischenzeit Basilikum waschen, trocken schütteln und hacken. Parmesan hobeln.",
            "Nudeln mit Tomatensoße anrichten und mit Basilikum und Parmesan bestreut servieren."
        ]
    },
    {
        "url": "https://www.rewe.de/rezepte/schnuesch-gratin/",
        "title": "Schnüsch-Gratin",
        "tags": [
            "Vegetarisch"
        ],
        "difficulty": "Einfach",
        "portions": "für 4 Portionen",
        "nutritionalInfo": {
            "Energie": "560 kcal",
            "Kohlenhydrate": "47 g",
            "Fett": "34,7 g",
            "Eiweiß": "18,5 g"
        },
        "ingredients": [
            "500 g REWE Regional Kartoffeln (vorwiegend festkochend)",
            "300 g REWE Regional Möhren",
            "1 REWE Regional Kohlrabi",
            "2 Stange(n) REWE Regional Lauch",
            "0,5 Bd. Kerbel",
            "0,5 Bd. Petersilie",
            "2 EL Rapsöl",
            "150 ml Gemüsebrühe",
            "Salz",
            "Pfeffer",
            "Muskat",
            "1 EL Butter",
            "1 EL Weizenmehl Type 405",
            "400 ml Milch",
            "200 g Sahne",
            "100 g geriebener Käse"
        ],
        "instructions": [
            "Kartoffeln, Möhren und Kohlrabi schälen. Kartoffeln und Möhren in Scheiben, Kohlrabi in dünne Spalten schneiden. Lauch putzen, waschen und das Weiße in feine Ringe schneiden. Kräuter waschen und Blättchen hacken. Einen kleinen Teil der Kräuter für die Deko beiseitestellen.",
            "Öl erhitzen und die Möhren sowie den Kohlrabi anschwitzen. Lauch und Kartoffeln zufügen und kurz mitgaren. 150 ml Gemüsebrühe zufügen und bei schwacher Hitze gut 15 Minuten garen, bis Gemüse und Kartoffeln fast gar sind. Mit Salz, Pfeffer und Muskat würzen.",
            "Butter schmelzen, Mehl zufügen und unter Rühren aufschäumen lassen. Milch und Sahne zufügen, aufkochen und bei schwacher Hitze gut 15 Minuten köcheln lassen. Mit Salz, Pfeffer und Muskat würzen.",
            "Gemüse, Kartoffeln und Kräuter in eine Auflaufform geben und vermengen. Soße darüber gießen, mit Käse bestreuen und im auf 240 °C Oberhitze (oder Grillfunktion) vorgeheizten Backofen 5-7 Minuten goldbraun überbacken. Mit den beiseitegelegten Kräutern anrichten."
        ]
    },
    {
        "url": "https://www.rewe.de/rezepte/pasta-linsenbaellchen/",
        "title": "Pasta mit Linsenbällchen",
        "tags": [
            "Vegetarisch",
            "Vegan",
            "Laktosefrei"
        ],
        "difficulty": "Mittel",
        "portions": "für 4 Portionen",
        "nutritionalInfo": {
            "Energie": "770 kcal",
            "Kohlenhydrate": "136,6 g",
            "Fett": "13,2 g",
            "Eiweiß": "31,6 g"
        },
        "ingredients": [
            "200 g rote Linsen",
            "Salz",
            "4 Knoblauchzehen",
            "4 EL Öl",
            "6 EL Tomatenmark",
            "5 Stiel(e) Petersilie",
            "1 EL Sojasoße",
            "5 EL zarte Haferflocken",
            "Paprikapulver",
            "1 große Zwiebel",
            "1 Dose(n) gehackte Tomaten",
            "100 ml Rotwein",
            "1 TL Zucker",
            "Chilipulver",
            "400 g Spaghetti",
            "3 Stiel(e) Basilikum"
        ],
        "instructions": [
            "Für die Linsenbällchen Linsen in 400 ml kochendem Salzwasser ca. 15 Minuten kochen, abgießen und sehr gut abtropfen lassen. Backofen auf 180°C Umluft vorheizen.",
            "Knoblauch schälen und fein hacken. Hälfte Knoblauch in 2 EL Öl anrösten, 1 EL Tomatenmark zugeben und mitrösten. Mischung zu den Linsen geben. Petersilie waschen, trocken schütteln und fein hacken. Petersilie, Sojasoße und Haferflocken ebenfalls zu den Linsen geben und alles zu einer homogenen Masse verkneten. Mit Paprikapulver und evtl. etwas Salz würzen.",
            "Aus der Masse kleine Bällchen formen, diese auf ein mit Backpapier belegtes Backblech legen und im vorgeheizten Backofen ca. 30 Minuten backen.",
            "Für die Tomatensoße Zwiebel schälen und in kleine Würfel schneiden. 2 EL Öl in einem Topf erhitzen, Zwiebel darin andünsten und übrigen Knoblauch hinzufügen. 5 EL Tomatenmark und gehackte Tomaten zugeben. Mit Rotwein ablöschen, 100 ml Wasser zugeben, mit Salz, Zucker und Chili würzen. Soße ca. 20 Minuten köcheln lassen.",
            "Spaghetti nach Packungsanweisung in Salzwasser kochen. Basilikum waschen, trocken schütteln.",
            "Linsenbällchen vorsichtig unter die Tomatensoße heben und mit Nudeln anrichten. Mit dem Basilikum garnieren."
        ]
    },
    {
        "url": "https://www.rewe.de/rezepte/penne-all-arrabbiata/",
        "title": "Penne all’arrabbiata",
        "tags": [
            "Vegetarisch",
            "Zuckerfrei",
            "Kalorienarm",
            "Fettarm"
        ],
        "difficulty": "Einfach",
        "portions": "für 4 Portionen",
        "nutritionalInfo": {
            "Energie": "421 kcal",
            "Kohlenhydrate": "65,2 g",
            "Fett": "12,7 g",
            "Eiweiß": "13,5 g"
        },
        "ingredients": [
            "400 g reife Tomaten",
            "2 Knoblauchzehen",
            "2 Chilischoten",
            "40 ml Olivenöl",
            "Salz",
            "Pfeffer",
            "1 Handvoll glatte Petersilie",
            "1 Stück Pecorino",
            "320 g Penne Rigate"
        ],
        "instructions": [
            "Tomaten mit Wasser überbrühen und die Schale abziehen, dann in kleine Würfel schneiden. Knoblauch schälen und halbieren, Chilischoten in feine Ringe schneiden.",
            "Olivenöl in einer Pfanne erhitzen, Knoblauch und Chiliringe darin anbraten, die Tomatenwürfel dazugeben, mitbraten und mit Salz und Pfeffer würzen.",
            "Petersilie fein hacken, Pecorino reiben. Nudeln in reichlich Salzwasser nach Packungsanleitung al dente garen.",
            "Knoblauch aus der Pfanne nehmen, Nudeln abgießen und sofort in die Pfanne geben. Alles miteinander vermengen, erneut mit Salz und Pfeffer abschmecken, Petersilie und Pecorino unterrühren und sofort servieren."
        ]
    },
    {
        "url": "https://www.rewe.de/rezepte/vegetarisches-kartoffelgulasch/",
        "title": "Vegetarisches Kartoffelgulasch",
        "tags": [
            "Vegetarisch",
            "Vegan",
            "Laktosefrei",
            "Glutenfrei"
        ],
        "difficulty": "Einfach",
        "portions": "für 4 Personen",
        "nutritionalInfo": {
            "Energie": "336 kcal",
            "Kohlenhydrate": "63,7 g",
            "Fett": "5,8 g",
            "Eiweiß": "8,7 g"
        },
        "ingredients": [
            "4 Zwiebeln",
            "2 Zehe(n) Knoblauch",
            "1.200 g Kartoffeln, festkochend",
            "2 rote Paprika",
            "2 EL REWE Bio Natives Olivenöl extra",
            "4 EL REWE Bio Tomatenmark",
            "1 l Gemüsebrühe",
            "Pfeffer",
            "Salz",
            "4 TL REWE Beste Wahl Paprika edelsüß gemahlen",
            "1 Bd. Petersilie"
        ],
        "instructions": [
            "Zwiebeln und Knoblauch schälen und fein würfeln. Kartoffeln schälen, waschen und in mundgerechte Stücke schneiden (ca. 1 x 1,5 cm). Paprika waschen, entkernen und ebenfalls in gleicher Größe würfeln.",
            "Öl in einem großen Topf erhitzen. Zwiebeln und Knoblauch darin glasig dünsten. Kartoffel zufügen und kurz anbraten. Tomatenmark zufügen und ebenfalls mit anbraten.",
            "Alles mit Gemüsebrühe ablöschen und die Gewürze zufügen. Für circa 15 Minuten köcheln lassen, dann die Paprika zufügen. Für weitere 5 Minuten köcheln lassen.",
            "Petersilie waschen, trocken schütteln, zupfen und grob hacken.",
            "Gulasch mit frischer Petersilie bestreut servieren."
        ]
    },
    {
        "url": "https://www.rewe.de/rezepte/schneller-couscous-salat/",
        "title": "Schneller Couscous-Salat",
        "tags": [
            "Vegetarisch",
            "Laktosefrei",
            "Kalorienarm"
        ],
        "difficulty": "Einfach",
        "portions": "für 2 Portionen",
        "nutritionalInfo": {
            "Energie": "286 kcal",
            "Kohlenhydrate": "58,7 g",
            "Fett": "2,1 g",
            "Eiweiß": "9,3 g"
        },
        "ingredients": [
            "125 g Instant-Couscous",
            "0,5 Salatgurke",
            "125 g Cherrytomaten",
            "0,5 Bd. glatte Petersilie",
            "0,5 Bd. Minze",
            "1 Limette",
            "0,5 TL flüssiger Honig",
            "2,5 EL Ajvar pikant",
            "Salz",
            "Pfeffer"
        ],
        "instructions": [
            "Couscous nach Packungsanweisung zubereiten. Gurke waschen, längs vierteln und entkernen. In grobe Würfel schneiden. Cherrytomaten waschen und halbieren.",
            "Kräuter waschen, trocken schütteln und Blätter hacken. Saft der Limette auspressen und mit Honig verrühren.",
            "Ajvar unter den Couscous rühren und nach Belieben mit Salz und Pfeffer würzen. Gurken und Tomaten hinzugeben und vermengen. Kräuter und Limetten-Honig-Saft unter die Mischung heben."
        ]
    },
    {
        "url": "https://www.rewe.de/rezepte/vegane-kohlrabi-schnitzel-mit-gurkensalat/",
        "title": "Vegane Kohlrabi-Schnitzel mit Gurkensalat",
        "tags": [
            "Vegetarisch",
            "Vegan",
            "Laktosefrei",
            "Kalorienarm"
        ],
        "difficulty": "Einfach",
        "portions": "für 4 Portionen",
        "nutritionalInfo": {
            "Energie": "306 kcal",
            "Kohlenhydrate": "39,8 g",
            "Fett": "14 g",
            "Eiweiß": "7,5 g"
        },
        "ingredients": [
            "2 Kohlrabi",
            "6 EL Cornflakes, ungezuckert",
            "6 EL Paniermehl",
            "Salz",
            "Pfeffer",
            "Paprikapulver",
            "3 EL Weizenmehl Type 405",
            "3 EL Soja-Kochcreme",
            "2 Salatgurken",
            "4 EL Sonnenblumenöl",
            "2 EL Limettensaft",
            "1 TL Ahornsirup",
            "1 TL Senf",
            "1 Bd. Dill",
            "1 rote Zwiebel"
        ],
        "instructions": [
            "Die Kohlrabi schälen und in 5 mm dicke Scheiben schneiden. Blanchiert diese ca. 5 Minuten, bis sie weich sind. Gut trocken tupfen. Die Cornflakes grob mit den Fingern zerbröseln und mit dem Paniermehl mischen. Salz, Pfeffer, Paprikapulver untermischen. Auf einem großen Teller Mehl und Sojacreme zu einer glatten Creme verrühren. Die Kohlrabischeiben erst in der Creme, dann in der Cornflakes-Panade wälzen. Die Panade ca. 10 Minuten anziehen lassen.",
            "Die Salatgurken gut waschen, die Enden abschneiden und die Gurken der Länge nach halbieren. Mit einem Teelöffel das kernige Innere auskratzen und anschließend in dünne Scheiben schneiden. Für die Salatsoße Öl, Limettensaft, Ahornsirup und Senf miteinander glatt rühren. Mit Salz und Pfeffer abschmecken und unter die Gurkenscheiben rühren. Dill waschen und fein hacken. Die rote Zwiebel abziehen und in sehr feine Ringe schneiden. Beides unter den Salat mischen und ziehen lassen.",
            "In einer großen, beschichteten Pfanne Öl erhitzen und die Schnitzel von beiden Seiten ca. 3 Minuten knusprig anbraten. Anschließend kurz auf einem Küchenpapier abtropfen lassen und mit dem Gurkensalat servieren."
        ]
    },
    {
        "url": "https://www.rewe.de/rezepte/khao-phad-thailaendischer-bratreis/",
        "title": "Khao Phad - Thailändischer Bratreis",
        "tags": [
            "Vegetarisch",
            "Laktosefrei",
            "Glutenfrei",
            "Kalorienarm"
        ],
        "difficulty": "Einfach",
        "portions": "für 4 Portionen",
        "nutritionalInfo": {
            "Energie": "415 kcal",
            "Kohlenhydrate": "56 g",
            "Fett": "15,1 g",
            "Eiweiß": "14,7 g"
        },
        "ingredients": [
            "4 Zehe(n) Knoblauch",
            "4 Lauchzwiebeln",
            "250 g Möhren",
            "3 EL Öl",
            "5 Eier",
            "1 kg gekochter Reis (z. B. vom Vortag)",
            "Salz",
            "Zucker",
            "weißer Pfeffer",
            "2 Bio-Limetten"
        ],
        "instructions": [
            "Knoblauch schälen und hacken. Lauchzwiebeln waschen und in Ringe schneiden. Möhren schälen und in feine Stifte schneiden.",
            "Öl in einem Wok erhitzen. Knoblauch darin kurz anbraten, dann die Eier zugeben, verrühren und stocken lassen. Reis untermischen, Möhren und Lauchzwiebeln ebenfalls zugeben und alles ca. 5 Minuten anbraten. Mit Salz, Zucker, Pfeffer und Saft von einer Limette abschmecken.",
            "Andere Limette waschen und in Spalten schneiden. Fertigen Reis mit Limetten garniert anrichten."
        ]
    },
    {
        "url": "https://www.rewe.de/rezepte/suesskartoffel-curry/",
        "title": "Süßkartoffel Curry",
        "tags": [
            "Vegetarisch",
            "Vegan",
            "Laktosefrei"
        ],
        "difficulty": "Einfach",
        "portions": "für 2 Portionen",
        "nutritionalInfo": {
            "Energie": "758 kcal",
            "Kohlenhydrate": "126,4 g",
            "Fett": "25 g",
            "Eiweiß": "13,8 g"
        },
        "ingredients": [
            "2 REWE Bio Süßkartoffeln (ca. 800 g)",
            "1 REWE Bio Zwiebel",
            "1 daumengroßes Stück Ingwer (3 g)",
            "3 EL Rapsöl",
            "2 EL REWE Beste Wahl Garam Masala",
            "1 TL Kurkuma",
            "0,5 TL Kreuzkümmel (gemahlen)",
            "700 g passierte Tomaten (400 g)",
            "1 EL REWE Bio Erdnussmus",
            "Salz",
            "15 g Koriander"
        ],
        "instructions": [
            "Süßkartoffel schälen und in ca. 2 cm große Würfel schneiden. Zwiebel schälen und in Streifen schneiden. Ingwer schälen und fein würfeln.",
            "Öl in einem Topf erhitzen und Süßkartoffeln und Zwiebeln darin anrösten. Ingwer, Garam Masala, Kurkuma und Kreuzkümmel zugeben, kurz anrösten und die passierten Tomaten zugeben. 15 Minuten köcheln lassen.",
            "Erdnussmus unterrühren und mit Salz abschmecken. Koriander waschen, trocken schütteln und grob hacken. Curry mit Koriander garniert servieren."
        ]
    },
    {
        "url": "https://www.rewe.de/rezepte/schupfnudeln-mit-kohl/",
        "title": "Schupfnudeln mit Kohl",
        "tags": [
            "Laktosefrei"
        ],
        "difficulty": "Mittel",
        "portions": "für 4 Portionen",
        "nutritionalInfo": {
            "Energie": "582 kcal",
            "Kohlenhydrate": "38,7 g",
            "Fett": "38,8 g",
            "Eiweiß": "23,5 g"
        },
        "ingredients": [
            "1 Spitzkohl",
            "2 Zwiebeln",
            "2 EL Butterschmalz",
            "400 g Schupfnudeln",
            "1 Prise(n) Kümmel",
            "1 Prise(n) Pfeffer",
            "Salz",
            "4 geräucherte Mettenden"
        ],
        "instructions": [
            "Spitzkohl putzen, halbieren, den Strunk entfernen und in ca. 1 cm breite Streifen schneiden. Zwiebeln schälen und würfeln.",
            "Butterschmalz in einer großen Pfanne erhitzen und die Schupfnudeln bei mittlerer Hitze rundherum goldbraun braten. Zwiebeln und Kohl dazugeben. Mit Kümmel, Pfeffer und Salz würzen und alles 5 Minuten braten.",
            "Mettenden in Scheiben schneiden und in die Pfanne geben. Alles gut durchmischen und nochmals 5-6 Minuten bei mittlerer Hitze braten. Nochmals abschmecken und servieren."
        ]
    },
    {
        "url": "https://www.rewe.de/rezepte/beamtenstippe/",
        "title": "Beamtenstippe zu Kartoffeln",
        "tags": [],
        "difficulty": "Einfach",
        "portions": "für 4 Portionen",
        "nutritionalInfo": {
            "Energie": "673 kcal",
            "Kohlenhydrate": "34,2 g",
            "Fett": "41 g",
            "Eiweiß": "42,7 g"
        },
        "ingredients": [
            "600 g Kartoffeln (festkochend)",
            "2 Zwiebeln",
            "2 EL Butter",
            "800 g Hackfleisch (gemischt)",
            "Salz",
            "Pfeffer",
            "2 EL Weizenmehl Type 405",
            "3 EL Tomatenmark",
            "300 ml Brühe",
            "3 REWE Bio Gewürzgurken",
            "2 EL Petersilie"
        ],
        "instructions": [
            "Kartoffeln schälen und in heißem Wasser ca. 20 Minuten kochen, abgießen und warm stellen.",
            "In der Zwischenzeit die Zwiebeln schälen und würfeln. Butter in einer Pfanne zerlassen. Die Zwiebelwürfel in die Pfanne geben und 5 Minuten glasig dünsten.",
            "Hackfleisch dazugeben und goldbraun anbraten. Dabei das Fleisch mit einem Löffel zerkleinern, bis es krümelig ist. Mit Salz und Pfeffer würzen und mit Mehl bestäuben.",
            "Tomatenmark unterrühren und mit Brühe ablöschen. Die Hitze reduzieren und ca. 10 Minuten köcheln lassen.",
            "Gurken in Würfel schneiden und zum Hackfleisch geben. 200 ml vom Gurkenwasser dazugeben und das Ganze noch einmal aufkochen lassen.",
            "Die Petersilie waschen, trocken tupfen und fein hacken.",
            "Die Beamtenstippe mit den Salzkartoffeln servieren und mit Petersilie bestreuen."
        ]
    },
    {
        "url": "https://www.rewe.de/rezepte/schnelle-pasta-mit-wirsing-und-cranberries/",
        "title": "Schnelle Pasta mit Wirsing und Cranberries",
        "tags": [
            "Vegetarisch"
        ],
        "difficulty": "Einfach",
        "portions": "für 2 Portionen",
        "nutritionalInfo": {
            "Energie": "566 kcal",
            "Kohlenhydrate": "80,3 g",
            "Fett": "19,8 g",
            "Eiweiß": "24,1 g"
        },
        "ingredients": [
            "150 g Vollkorn-Fusilli",
            "400 g Wirsing",
            "Salz",
            "1 Schalotte",
            "1 EL Öl",
            "30 g Pinienkerne",
            "30 g getrocknete Cranberries",
            "Pfeffer",
            "30 g Parmesan"
        ],
        "instructions": [
            "Nudeln nach Packungsanweisung zubereiten. Wirsing putzen, in Streifen schneiden und in kochendem Salzwasser ca. 5 Minuten bissfest kochen. Schalotte schälen und fein würfeln. Wirsing abgießen, etwas Kochwasser zurückbehalten.",
            "Öl in einer Pfanne erhitzen und Schalotte darin glasig dünsten. Pinienkerne zugeben und kurz anrösten. Wirsing und Cranberries zugeben und mit 100-200 ml Kochwasser ablöschen. Nudeln abgießen und in die Pfanne geben. Mit Salz und Pfeffer abschmecken. Auf Tellern verteilen und Parmesan darüber hobeln."
        ]
    },
    {
        "url": "https://www.rewe.de/rezepte/spaghetti-amatriciana/",
        "title": "Spaghetti Amatriciana",
        "tags": [
            "Laktosefrei"
        ],
        "difficulty": "Einfach",
        "portions": "für 2 Portionen",
        "nutritionalInfo": {
            "Energie": "856 kcal",
            "Kohlenhydrate": "111,4 g",
            "Fett": "30,4 g",
            "Eiweiß": "38,5 g"
        },
        "ingredients": [
            "1 kleine Zwiebel",
            "1 Zehe(n) Knoblauch",
            "200 g Spaghetti",
            "Salz",
            "1 TL Olivenöl",
            "150 g Speckwürfel",
            "Chiliflocken",
            "1 Dose(n) stückige Tomaten (400 ml)",
            "2 EL Pecorino (gerieben)",
            "Zucker",
            "Pfeffer",
            "1 Zweig(e) frisches Basilikum"
        ],
        "instructions": [
            "Zwiebel und Knoblauch schälen und fein hacken. Nudeln in Salzwasser nach Packungsanweisung al dente kochen.",
            "Olivenöl in einer Pfanne erhitzen, den Speck darin anbraten, dann Zwiebeln, Knoblauch und Chiliflocken dazugeben und mitbraten.",
            "Tomaten sowie eine Kelle vom Nudelwasser dazugeben und alles ca. 10 Minuten einköcheln lassen. Die Hälfte des Pecorino einrühren, mit etwas Zucker, Pfeffer und Salz abschmecken.",
            "Spaghetti und Sauce vermischen, auf Tellern anrichten und mit dem übrigen Pecorino sowie frischem Basilikum servieren."
        ]
    },
    {
        "url": "https://www.rewe.de/rezepte/schinken-kaese-nudelauflauf/",
        "title": "Schinken-Käse-Nudelauflauf",
        "tags": [],
        "difficulty": "Einfach",
        "portions": "für 4 Portionen",
        "nutritionalInfo": {
            "Energie": "655 kcal",
            "Kohlenhydrate": "60,3 g",
            "Fett": "30,7 g",
            "Eiweiß": "35,7 g"
        },
        "ingredients": [
            "300 g kurze Nudeln (z.B. Penne)",
            "1 TL Butter",
            "200 g Kochschinken",
            "150 g Bergkäse",
            "150 ml Milch",
            "150 g Crème Fraîche",
            "2 Eier",
            "Pfeffer",
            "Salz",
            "1 Prise(n) Muskat"
        ],
        "instructions": [
            "Die Nudeln nach Packungsanleitung al dente kochen und danach mit kaltem Wasser abschrecken.",
            "Den Backofen auf 200 °C Ober-/ Unterhitze vorheizen. Eine Auflaufform mit Butter fetten. Den Schinken in Streifen schneiden. Den Käse fein hobeln.",
            "Milch, Crème Fraîche und Eier miteinander verquirlen und mit Pfeffer, Salz und Muskat würzen.",
            "Nudeln und Schinken in die Auflaufform geben und vermischen. Die Eiermilch gleichmäßig darüber verteilen. Mit Käse bestreuen und in ca. 25 Minuten goldbraun backen."
        ]
    },
    {
        "url": "https://www.rewe.de/rezepte/nudelauflauf-vom-blech/",
        "title": "Nudelauflauf mit Gemüse vom Blech",
        "tags": [],
        "difficulty": "Einfach",
        "portions": "für 5 Portionen",
        "nutritionalInfo": {
            "Energie": "768 kcal",
            "Kohlenhydrate": "77,4 g",
            "Fett": "37,3 g",
            "Eiweiß": "33,8 g"
        },
        "ingredients": [
            "200 g TK-Erbsen",
            "400 g Spiralnudeln",
            "Salz",
            "4 Eier (Größe M)",
            "200 ml Schlagsahne",
            "200 ml Milch",
            "Pfeffer",
            "Muskatnuss",
            "150 g Kochschinken (in Scheiben)",
            "150 g mittelalter Gouda",
            "3 EL Semmelbrösel",
            "3 EL Sonnenblumenöl"
        ],
        "instructions": [
            "Erbsen auftauen lassen. Nudeln in reichlich kochendem Salzwasser nach Packungsanweisung bissfest garen, abgießen und abtropfen lassen. Eier mit Sahne und Milch verquirlen und mit Salz, Pfeffer und Muskat würzen.",
            "Schinken würfeln. Käse raspeln und mit den Semmelbröseln mischen. Ein tiefes Blech mit 2 EL Sonnenblumenöl fetten. Nudeln mit Erbsen und Schinken mischen und auf dem Blech verteilen. Eier-Sahne-Mischung darübergießen. Käse-Brösel-Mischung gleichmäßig darüberstreuen. Alles mit 1 EL Sonnenblumenöl beträufeln.",
            "Nudelauflauf im vorgeheizten Ofen bei 220 Grad Ober- und Unterhitze (Umluft 200 Grad) auf der mittleren Schiene 20 Min. goldbraun backen."
        ]
    },
    {
        "url": "https://www.rewe.de/rezepte/bandnudeln-spinatsosse/",
        "title": "Bandnudeln mit Spinatsoße",
        "tags": [],
        "difficulty": "Einfach",
        "portions": "für 4 Personen",
        "nutritionalInfo": {
            "Energie": "585 kcal",
            "Kohlenhydrate": "80,7 g",
            "Fett": "20,9 g",
            "Eiweiß": "21,2 g"
        },
        "ingredients": [
            "400 g REWE Beste Wahl tiefgefrorener Blattspinat",
            "2 EL Rapsöl",
            "30 g Pinienkerne",
            "2 Schalotten",
            "1 Knoblauchzehe",
            "200 ml Gemüsebrühe",
            "Salz",
            "weißer Pfeffer",
            "Muskatnuss (frisch gerieben)",
            "100 g Schmand",
            "400 g REWE Beste Wahl Bandnudeln",
            "40 g Parmesan (oder veg. Alternative)"
        ],
        "instructions": [
            "Spinat auftauen. 1 EL Öl in einer Pfanne erhitzen. Pinienkerne darin unter Wenden ca. 3 Minuten rösten.",
            "Schalotten und Knoblauch schälen und würfeln. 1 EL Öl in einem Topf erhitzen und Schalottenwürfel darin ca. 10 Minuten glasig dünsten. Knoblauch zufügen und kurz mitdünsten. Spinat leicht ausdrücken und nach ca. 5 Minuten zu den Schalottenwürfeln geben. Mit Brühe ablöschen und aufkochen. Mit Salz, Pfeffer und Muskat abschmecken. Schmand einrühren.",
            "Inzwischen Nudeln in kochendem Salzwasser nach Packungsanweisung zubereiten. Käse fein reiben. Nudeln abgießen. Mit Spinat mischen und auf Tellern anrichten. Mit Käse und gerösteten Pinienkerne bestreuen."
        ]
    },
    {
        "url": "https://www.rewe.de/rezepte/vegetarischer-bohneneintopf/",
        "title": "Vegetarischer Bohneneintopf",
        "tags": [
            "Vegetarisch",
            "Vegan",
            "Laktosefrei",
            "Glutenfrei"
        ],
        "difficulty": "Einfach",
        "portions": "für 4 Personen",
        "nutritionalInfo": {
            "Energie": "346 kcal",
            "Kohlenhydrate": "58,9 g",
            "Fett": "7,1 g",
            "Eiweiß": "20,2 g"
        },
        "ingredients": [
            "1 grüne Paprika",
            "300 g weiße Bohnen (Dose)",
            "1 Dose(n) Kidneybohnen (255 g)",
            "0,5 Dose(n) Kichererbsen",
            "2 EL Rapsöl nativ",
            "2 Zehe(n) Knoblauch",
            "1 Zwiebel",
            "500 ml Gemüsebrühe (glutenfrei)",
            "1 Dose(n) stückige Tomaten (400 g)",
            "Salz",
            "Pfeffer",
            "1 TL Chili Gewürzmischung gemahlen",
            "1 TL Paprikapulver",
            "0,25 Bd. frische Petersilie",
            "2 EL Essig"
        ],
        "instructions": [
            "Paprika waschen, entkernen und würfeln. Bohnen und Kichererbsen in ein Sieb abgießen, waschen und abtropfen lassen.",
            "Öl in einem großen Topf erhitzen. Knoblauch und Zwiebeln schälen, fein hacken und in Öl anschwitzen. Paprika, Kichererbsen und Bohnen in den Topf geben. Mit Gemüsebrühe und stückigen Tomaten ablöschen.",
            "Gewürze hinzufügen und Eintopf circa 20 Minuten köcheln lassen.",
            "Petersilie waschen, trocken schütteln und zupfen. Essig zum Eintopf geben und den Eintopf abschmecken.",
            "Eintopf in vier Schüsseln verteilen und mit Petersilie garnieren."
        ]
    },
    {
        "url": "https://www.rewe.de/rezepte/gruener-kartoffelsalat/",
        "title": "Grüner Kartoffelsalat",
        "tags": [
            "Vegan",
            "Laktosefrei",
            "Glutenfrei",
            "Kalorienarm"
        ],
        "difficulty": "Einfach",
        "portions": "für 4 Portionen",
        "nutritionalInfo": {
            "Energie": "415 kcal",
            "Kohlenhydrate": "62,8 g",
            "Fett": "13,4 g",
            "Eiweiß": "11,2 g"
        },
        "ingredients": [
            "1 kg festkochende Kartoffeln",
            "1 große rote Zwiebel",
            "180 ml Gemüsebrühe (glutenfrei)",
            "1,5 TL Senf (glutenfrei)",
            "1 Prise(n) Zucker",
            "3 EL REWE Bio Apfelessig",
            "3 EL Walnussöl",
            "Salz",
            "Pfeffer",
            "70 g REWE Bio Sonnenblumenkerne geschält",
            "200 g Feldsalat",
            "250 g grüne, kernlose Trauben"
        ],
        "instructions": [
            "Kartoffeln in kochendem Salzwasser ca. 20 Minuten gar kochen. Abschrecken, 15 Minuten stehen lassen, pellen und in dünne Scheiben schneiden.",
            "Zwiebel schälen und fein würfeln. Mit den Kartoffelscheiben mischen. Brühe erhitzen, Senf und Zucker einrühren. Essig und Brühe über die Kartoffeln gießen und mischen. Öl unterheben und mit Salz und Pfeffer würzen. Abkühlen lassen. Sonnenblumenkerne in einer Pfanne ohne Fett rösten.",
            "Feldsalat waschen, trocken schleudern. Trauben halbieren. Feldsalat, Trauben und Sonnenblumenkerne unter den Salat heben."
        ]
    },
    {
        "url": "https://www.rewe.de/rezepte/schnelle-spaghetti-bolognese/",
        "title": "Schnelle Spaghetti Bolognese",
        "tags": [],
        "difficulty": "Einfach",
        "portions": "für 4 Portionen",
        "nutritionalInfo": {
            "Energie": "823 kcal",
            "Kohlenhydrate": "82,7 g",
            "Fett": "36 g",
            "Eiweiß": "44,2 g"
        },
        "ingredients": [
            "2 Zwiebeln",
            "1 Zehe(n) Knoblauch",
            "100 g Möhren",
            "2 EL REWE Bio Rapsöl nativ",
            "500 g Hackfleisch gemischt",
            "2 EL ja! Tomatenmark 3-fach konzentriert",
            "2 Dose(n) Tomaten geschält à 400g",
            "ja! Jodsalz",
            "ja! Pfeffer schwarz gemahlen",
            "ja! Raffinade Zucker",
            "2 TL REWE Beste Wahl Oregano gerebelt",
            "400 g ja! Spaghetti",
            "50 g ja! geriebener Mozzarella"
        ],
        "instructions": [
            "Zwiebeln und Knoblauch schälen und fein hacken. Möhren schälen und fein würfeln.",
            "Öl erhitzen und Zwiebeln, Knoblauch und Hackfleisch anbraten. Möhren und Tomatenmark zufügen, kurz mitbraten, Tomaten zugeben und diese mit einer Gabel zerdrücken. Bei schwacher Hitze gut 20 Minuten köcheln lassen, ggf. etwas Wasser zufügen. Mit Salz, Pfeffer, Zucker und Oregano abschmecken.",
            "Spaghetti in Salzwasser nach Packungsanweisung zubereiten.",
            "Spaghetti mit der Bolognese anrichten und nach Belieben mit etwas geriebenem Mozzarella bestreut servieren."
        ]
    },
    {
        "url": "https://www.rewe.de/rezepte/schnelle-tomaten-schnitten/",
        "title": "Schnelle Tomaten-Schnitten",
        "tags": [
            "Vegetarisch"
        ],
        "difficulty": "Einfach",
        "portions": "für 4 Portionen",
        "nutritionalInfo": {
            "Energie": "476 kcal",
            "Kohlenhydrate": "29,1 g",
            "Fett": "37,8 g",
            "Eiweiß": "6,39 g"
        },
        "ingredients": [
            "1 Pck. Blätterteig",
            "150 g REWE Bio Schmand",
            "Salz",
            "Pfeffer",
            "600 g REWE Regional Tomaten",
            "0,5 Topf Basilikum",
            "100 g REWE Bio Naturjoghurt",
            "1 EL Olivenöl"
        ],
        "instructions": [
            "Blätterteig auf einem mit Backpapier belegten Backblech entrollen. Schmand mit Salz und Pfeffer verrühren, Teig damit gleichmäßig bestreichen.",
            "Tomaten putzen, waschen und in Scheiben schneiden. Tomaten auf dem Blätterteig verteilen und im vorgeheizten Backofen bei 180 °C ca. 20 Minuten backen.",
            "In der Zwischenzeit Basilikumblättchen waschen und zusammen mit Joghurt und Öl pürieren. Mit Salz und Pfeffer abschmecken.",
            "Fertige Tomatentarte aus dem Ofen nehmen, mit dem Basilikum-Joghurt beträufeln und in längliche Streifen schneiden."
        ]
    },
    {
        "url": "https://www.rewe.de/rezepte/omelett-kartoffeln/",
        "title": "Omelett mit Kartoffeln",
        "tags": [
            "Vegetarisch",
            "Laktosefrei",
            "Glutenfrei",
            "Kalorienarm"
        ],
        "difficulty": "Einfach",
        "portions": "für 4 Portionen",
        "nutritionalInfo": {
            "Energie": "350 kcal",
            "Kohlenhydrate": "36,9 g",
            "Fett": "16 g",
            "Eiweiß": "14,9 g"
        },
        "ingredients": [
            "800 g Kartoffeln (überwiegend festkochend)",
            "1 TL Salz",
            "2 Zwiebeln",
            "3 EL Öl",
            "6 Eier (Größe M)",
            "1 EL gemischte Kräuter (frisch gehackt)",
            "1 Msp. Pfeffer"
        ],
        "instructions": [
            "Die Kartoffeln waschen und in Salzwasser 20–30 Minuten, je nach Größe, garen. Darauf achten, dass die Kartoffeln ungefähr gleich groß sind, damit sie eine ähnlich lange Garzeit haben. Große Kartoffeln ggfs. halbieren oder vierteln. Nach der Kochzeit abgießen und abkühlen lassen.",
            "Die abgekühlten Kartoffeln pellen und in Scheiben schneiden. Die Zwiebeln schälen und fein würfeln.",
            "Das Öl in einer großen Pfanne erhitzen und die Zwiebelwürfel darin anschwitzen. Nach einigen Minuten die Kartoffelscheiben dazugeben und mitbraten, bis sie leicht knusprig werden.",
            "Die Eier gründlich mit den Kräutern, 1 TL Salz und Pfeffer verquirlen und über die Kartoffeln in der Pfanne gießen. Bei mittlerer Temperatur 5–6 Minuten stocken lassen und braten, bis die Unterseite goldbraun ist.",
            "Einen großen Teller verkehrt herum auf die Pfanne legen und die Pfanne mit Schwung umdrehen, sodass das Omelett auf dem Teller liegt. Dann das Omelett wieder in die Pfanne gleiten lassen, mit der hellen Seite nach unten. Noch einmal ca. 5 Minuten backen. Dann kurz abkühlen lassen und servieren. Dazu passt ein grüner Salat."
        ]
    },
    {
        "url": "https://www.rewe.de/rezepte/linsen-curry-topf-koriander-joghurt/",
        "title": "Linsen-Curry-Topf mit Koriander-Joghurt",
        "tags": [
            "Vegetarisch",
            "Glutenfrei",
            "Zuckerfrei",
            "Kalorienarm"
        ],
        "difficulty": "Mittel",
        "portions": "für 4 Portionen",
        "nutritionalInfo": {
            "Energie": "290 kcal",
            "Kohlenhydrate": "42,1 g",
            "Fett": "8,9 g",
            "Eiweiß": "14 g"
        },
        "ingredients": [
            "2 Zwiebeln",
            "1 Knoblauchzehe",
            "3 Möhren",
            "1 Zucchini",
            "1 Bd. Frühlingszwiebeln",
            "2 EL Rapsöl",
            "120 g rote Linsen",
            "2 EL Currypulver",
            "400 g gehackte Tomaten",
            "1 EL Tomatenmark",
            "Salz",
            "Pfeffer",
            "1 Bd. Koriander",
            "300 g Naturjoghurt"
        ],
        "instructions": [
            "Zwiebeln, Knoblauch und Möhren schälen und fein würfeln. Zucchini waschen und klein schneiden. Frühlingszwiebeln waschen und in Röllchen schneiden.",
            "Öl in einem großen Topf erhitzen. Zwiebeln und Knoblauch anschwitzen. Linsen, Zucchini und Möhren sowie Currypulver, gehackte Tomaten und Tomatenmark zufügen. Kurz anschwitzen und mit gut 600 ml Wasser ablöschen. Frühlingszwiebeln zufügen und gut 10-15 Minuten köcheln lassen, bis die Linsen gar sind. Bei Bedarf noch etwas Wasser zufügen. Mit Salz, Pfeffer und Curry abschmecken.",
            "Koriander waschen, trocken schütteln und fein hacken. Unter den Joghurt rühren und mit Salz und Pfeffer würzen. Zum Linsen-Curry-Topf servieren."
        ]
    },
    {
        "url": "https://www.rewe.de/rezepte/spinat-spiegelei-salzkartoffeln/",
        "title": "Spinat mit Spiegelei und Salzkartoffeln",
        "tags": [
            "Laktosefrei",
            "Glutenfrei",
            "Kalorienarm"
        ],
        "difficulty": "Einfach",
        "portions": "für 4 Personen",
        "nutritionalInfo": {
            "Energie": "389 kcal",
            "Kohlenhydrate": "34 g",
            "Fett": "19,4 g",
            "Eiweiß": "21,2 g"
        },
        "ingredients": [
            "800 g frischer Spinat",
            "1 Zwiebel",
            "2 EL Butter",
            "125 g Speckwürfel",
            "800 g Kartoffeln (z. B. Sorte Linda)",
            "4 REWE Bio Eier",
            "Salz",
            "Pfeffer",
            "0,25 Bd. Petersilie"
        ],
        "instructions": [
            "Spinat waschen. Zwiebel schälen und in kleine Würfel schneiden.",
            "1 EL Butter in einem Topf schmelzen, Zwiebel und Speck darin andünsten. Spinat zugeben und zusammenfallen lassen. Kartoffeln schälen und in Salzwasser ca. 20 Minuten kochen.",
            "Übrige Butter in einer beschichteten Pfanne erhitzen. Eier darin nacheinander zu Spiegeleiern braten (je nach Belieben mit gestocktem oder flüssigem Eigelb). Mit Salz und Pfeffer würzen.",
            "Petersilie hacken und auf Kartoffeln und Spiegeleier streuen."
        ]
    },
    {
        "url": "https://www.rewe.de/rezepte/spaghetti-paprikasosse-haehnchen/",
        "title": "Spaghetti in Paprikasoße mit Hähnchen",
        "tags": [],
        "difficulty": "Einfach",
        "portions": "für 4 Personen",
        "nutritionalInfo": {
            "Energie": "643 kcal",
            "Kohlenhydrate": "97,7 g",
            "Fett": "15 g",
            "Eiweiß": "32,4 g"
        },
        "ingredients": [
            "400 g Spaghetti",
            "Salz",
            "125 g tiefgefrorene Erbsen",
            "250 g Hähnchenbrustfilet",
            "1 Glas Tomatenpaprika (à 650 g)",
            "1 EL Öl",
            "Pfeffer",
            "100 ml Gemüsebrühe (Instant)",
            "125 ml Schlagsahne",
            "2 EL Soßenbinder, hell",
            "getrocknete Kräuter",
            "Rosmarin zum Garnieren"
        ],
        "instructions": [
            "Nudeln nach Packungsanweisung in kochendem Salzwasser zubereiten. Inzwischen Erbsen auftauen lassen. Hähnchenfilet waschen, trocken tupfen, in Würfel schneiden. Paprika abtropfen lassen. 2 Paprikastücke in Würfel schneiden, übrige Paprika pürieren.",
            "Öl erhitzen. Hähnchenwürfel darin unter Wenden braun anbraten. Mit Salz und Pfeffer würzen. Pürierte Paprika, Brühe und Sahne zufügen, aufkochen. Soßenbinder einstreuen. Unter Rühren nochmals aufkochen. Erbsen und Paprikawürfel darin erwärmen.",
            "Mit Salz, Pfeffer und getrockneten Kräutern abschmecken. Nudeln und Soße portionsweise mit Rosmarin garniert anrichten."
        ]
    },
    {
        "url": "https://www.rewe.de/rezepte/gemuese-kartoffel-wedges-pfanne/",
        "title": "Gemüse-Kartoffel-Wedges-Pfanne",
        "tags": [
            "Vegetarisch",
            "Kalorienarm"
        ],
        "difficulty": "Einfach",
        "portions": "für 4 Portionen",
        "nutritionalInfo": {
            "Energie": "406 kcal",
            "Kohlenhydrate": "48,1 g",
            "Fett": "19,3 g",
            "Eiweiß": "11,8 g"
        },
        "ingredients": [
            "800 g Kartoffeln (festkochend)",
            "50 g Palmin Kokosfett",
            "Salz",
            "Pfeffer",
            "2 Zucchini",
            "1 rote Paprika",
            "1 gelbe Paprika",
            "250 g Cherrytomaten",
            "2 Zwiebeln",
            "150 ml Gemüsebrühe",
            "Paprikapulver edelsüß",
            "100 g Feta"
        ],
        "instructions": [
            "Kartoffeln waschen und in Wedges/Spalten schneiden. 30 g Palmin Kokosfett erhitzen und die Kartoffeln unter regelmäßigem Wenden ca. 20 Minuten knusprig braten. Mit Salz und Pfeffer würzen.",
            "In der Zwischenzeit Zucchini waschen, halbieren und in Scheiben schneiden. Paprika waschen, Kerne entfernen und das Fruchtfleisch in Würfel schneiden. Tomaten waschen und halbieren. Zwiebeln schälen und hacken.",
            "Fertige Kartoffeln aus der Pfanne nehmen und warm halten. 20 g Palmin in die Pfanne geben, schmelzen und die Zwiebeln anschwitzen. Paprika und Zucchini zugeben und mitbraten. Mit Brühe ablöschen und 5-10 Minuten bei schwacher Hitze garen, bis das Gemüse gar ist. Nach 5 Minuten die Tomaten zugeben.",
            "Kartoffel-Wedges in die Pfanne geben und mit Paprikapulver, Salz und Pfeffer abschmecken. Feta darüber bröseln und sofort servieren."
        ]
    },
    {
        "url": "https://www.rewe.de/rezepte/tortelloni-gratin/",
        "title": "Tortelloni-Gratin",
        "tags": [],
        "difficulty": "Einfach",
        "portions": "für 4 Personen",
        "nutritionalInfo": {
            "Energie": "830 kcal",
            "Kohlenhydrate": "40,6 g",
            "Fett": "56,8 g",
            "Eiweiß": "43,4 g"
        },
        "ingredients": [
            "1 Pck. REWE Beste Wahl Spinat-Ricotta-Tortelloni",
            "400 g Tomaten",
            "100 g Parmesankäse",
            "400 g Schlagsahne",
            "Fett für die Form",
            "150 g REWE Beste Wahl Pizzakäse (gerieben)",
            "2 Zweig(e) Oregano"
        ],
        "instructions": [
            "Backofen auf 200 °C Ober-/Unterhitze vorheizen. Tortelloni in kochendem Salzwasser nach Packungsanweisung zubereiten. Tomaten waschen, putzen, vierteln und entkernen. Fruchtfleisch in kleine Würfel schneiden. Tortelloni abgießen, abtropfen lassen und in kaltem Wasser abschrecken. Parmesan fein reiben.",
            "Sahne in einem Topf aufkochen, vom Herd nehmen und Parmesan darin schmelzen. 4 Auflaufformen (à ca. 250 ml Inhalt) fetten. Tomatenwürfel mit den Tortelloni mischen und in die Formen geben. Mit Käse-Sahne-Mischung übergießen und mit Pizzakäse bestreuen. Im vorgeheizten Backofen 10–15 Minuten goldbraun backen. Oregano waschen, trocken schütteln und Blättchen von den Stielen zupfen. Aufläufe nach dem Backen mit Oregano bestreuen."
        ]
    },
    {
        "url": "https://www.rewe.de/rezepte/spinat-reis-tortilla/",
        "title": "Spinat-Reis-Tortilla",
        "tags": [
            "Vegetarisch"
        ],
        "difficulty": "Mittel",
        "portions": "für 4 Portionen",
        "nutritionalInfo": {
            "Energie": "468 kcal",
            "Kohlenhydrate": "51 g",
            "Fett": "21,2 g",
            "Eiweiß": "18,7 g"
        },
        "ingredients": [
            "250 g REWE Bio Basmatireis",
            "200 g REWE Bio TK-Rahmspinat",
            "2 Zehe(n) REWE Bio Knoblauch",
            "150 g REWE Bio Feta",
            "2 EL REWE Bio Bratöl",
            "Salz",
            "Pfeffer",
            "Muskatnuss",
            "4 REWE Bio Spitz & Bube Eier (M)"
        ],
        "instructions": [
            "Reis nach Packungsanweisung zubereiten. In der Zwischenzeit Spinat in einem Topf auftauen. Knoblauch schälen und fein hacken. Feta zerbröseln. Ofen auf 180 °C Umluft (200 °C Ober-/Unterhitze) vorheizen.",
            "Öl in einer großen, ofenfesten Pfanne erhitzen und den Knoblauch anschwitzen. Reis und Spinat zufügen und mit Salz, Pfeffer sowie Muskat würzen.",
            "Eier verquirlen und unter den Reis mischen. Mit Feta bestreuen und ca. 20 Minuten backen."
        ]
    },
    {
        "url": "https://www.rewe.de/rezepte/bergischer-pillekuchen-kartoffelpuffer-speck/",
        "title": "Bergischer Pillekuchen - Kartoffelpuffer mit Speck",
        "tags": [
            "Laktosefrei",
            "Kalorienarm"
        ],
        "difficulty": "Mittel",
        "portions": "für 4 Portionen",
        "nutritionalInfo": {
            "Energie": "380 kcal",
            "Kohlenhydrate": "48 g",
            "Fett": "13,8 g",
            "Eiweiß": "16,2 g"
        },
        "ingredients": [
            "1 kg mehlig kochende Kartoffeln",
            "2 Schalotten",
            "130 g geräucherter Speck",
            "3 Eier",
            "2 EL Weizenmehl Type 405",
            "Salz",
            "Pfeffer",
            "1 Prise(n) Muskatnuss",
            "5 Stiel(e) Petersilie"
        ],
        "instructions": [
            "Kartoffeln schälen und reiben. Schalotten schälen und in feine Würfel schneiden.",
            "Speck würfeln und in einer Pfanne ohne Fett knusprig auslassen. Schalotten zugeben und anschwitzen. Geraspelte Kartoffeln zugeben und weitere 5 Minuten braten.",
            "Eier in einer Schüssel verquirlen. Mehl unterrühren und die Mischung mit Salz, Pfeffer und Muskat würzen. Mischung über die Kartoffeln gießen und bei schwacher Hitze ca. 15 Minuten mit geschlossenem Deckel stocken lassen.",
            "Petersilie waschen, trocken schütteln und hacken. Fertige Pillekuchen mit Petersilie bestreut servieren."
        ]
    },
    {
        "url": "https://www.rewe.de/rezepte/ofenkuerbis-kartoffeln-schmand-dip/",
        "title": "Ofenkürbis mit Kartoffeln und Schmand Dip",
        "tags": [
            "Vegetarisch",
            "Glutenfrei"
        ],
        "difficulty": "Einfach",
        "portions": "für 4 Personen",
        "nutritionalInfo": {
            "Energie": "510 kcal",
            "Kohlenhydrate": "44,8 g",
            "Fett": "34 g",
            "Eiweiß": "8,9 g"
        },
        "ingredients": [
            "600 g REWE BIO Kartoffeln",
            "5 EL Olivenöl",
            "Salz",
            "Pfeffer",
            "1 REWE BIO Hokkaido Kürbis (ca. 850 g)",
            "2 REWE BIO rote Zwiebeln",
            "20 g Kürbiskerne",
            "6 Zweig(e) Majoran",
            "250 g REWE BIO Schmand",
            "2 TL REWE BIO Agavendicksaft"
        ],
        "instructions": [
            "Kartoffeln schälen, waschen und in Spalten schneiden. Mit 3 EL Öl, Salz und Pfeffer mischen. Auf ein Backblech geben. Im vorgeheizten Backofen (E-Herd: 200 °C/ Umluft: 175 °C/ Gas: s. Hersteller) ca. 40 Minuten garen.",
            "Kürbis waschen, halbieren und entkernen. Zwiebeln schälen. Kürbis und Zwiebeln in Spalten schneiden. Majoran waschen und trocken schütteln. Kürbis und Zwiebeln mit 2 EL Öl, Salz und Pfeffer mischen. Mit Kürbiskernen und Majoran nach ca. 20 Minuten mit auf das Backblech geben und weitergaren. Gemüse und Kartoffeln zwischendurch wenden.",
            "Schmand und Agavendicksaft verrühren. Mit Salz und Pfeffer abschmecken. Gemüse aus dem Ofen nehmen. Schmand dazureichen."
        ]
    },
    {
        "url": "https://www.rewe.de/rezepte/ofenkartoffeln-radieschen-kraeuterquark/",
        "title": "Ofenkartoffeln mit Radieschen-Kräuterquark",
        "tags": [
            "Vegetarisch",
            "Glutenfrei",
            "Kalorienarm"
        ],
        "difficulty": "Einfach",
        "portions": "für 4 Personen",
        "nutritionalInfo": {
            "Energie": "440 kcal",
            "Kohlenhydrate": "58 g",
            "Fett": "15,3 g",
            "Eiweiß": "17,5 g"
        },
        "ingredients": [
            "8 Backkartoffeln (à ca. 150 g)",
            "200 g Radieschen",
            "50 g Radieschensprossen",
            "1 Bd. Petersilie",
            "2 Becher Speisequark Halbfettstufe",
            "1 Becher Schmand",
            "Salz",
            "Pfeffer"
        ],
        "instructions": [
            "Kartoffeln gründlich waschen und in kochendem Wasser ca. 25 Minuten garen. Kartoffeln abgießen, auf einem mit Backpapier ausgelegten Backblech verteilen und im vorgeheizten Backofen (E-Herd: 200 °C/ Umluft: 175 °C/ Gas: Stufe 3) ca. 20 Minuten backen.",
            "Inzwischen Radieschen putzen, waschen, trocken tupfen und in Stifte schneiden. Sprossen mit kaltem Wasser gründlich abspülen und gut abtropfen lassen. Petersilie waschen, trocken schütteln. Bis auf etwas zum Garnieren, Blättchen von den Stielen zupfen und in feine Streifen schneiden.",
            "Quark und Schmand verrühren. Mit Salz und Pfeffer würzen. Sprossen, Radieschen und Petersilie mischen. Hälfte unter den Quark mengen. Kartoffeln aus dem Ofen nehmen, aufbrechen. Je 2 Kartoffeln mit einem Klecks Quark und restlicher Sprossenmischung auf 4 Tellern anrichten, mit Petersilie garnieren. Restlichen Quark dazureichen."
        ]
    },
    {
        "url": "https://www.rewe.de/rezepte/knoblauchnudeln/",
        "title": "Knoblauchnudeln",
        "tags": [
            "Vegetarisch",
            "Vegan",
            "Laktosefrei"
        ],
        "difficulty": "Einfach",
        "portions": "für 4 Portionen",
        "nutritionalInfo": {
            "Energie": "542 kcal",
            "Kohlenhydrate": "97,9 g",
            "Fett": "10,7 g",
            "Eiweiß": "16,4 g"
        },
        "ingredients": [
            "500 g Spaghetti",
            "Salz",
            "5 Zehe(n) Knoblauch",
            "250 g Kirschtomaten",
            "10 g Basilikum",
            "4 EL Olivenöl",
            "Pfeffer"
        ],
        "instructions": [
            "Spaghetti nach Packungsanweisung in Salzwasser kochen.",
            "Knoblauch schälen und nach Belieben in feine Scheiben schneiden oder fein hacken. Tomaten waschen und halbieren. Basilikum waschen, trocken schütteln, Blätter abzupfen und hacken.",
            "4-5 Minuten, bevor die Nudeln al dente sind, Öl erhitzen und den Knoblauch vorsichtig anbraten, er sollte nicht verbrennen. Tomaten zugeben und kurz andünsten.",
            "Nudeln abgießen, dabei etwas Nudelwasser auffangen. Spaghetti zum Knoblauch in die Pfanne geben und vorsichtig unterheben. 3-4 EL Nudelwasser zugeben. Mit Salz und Pfeffer würzen. Basilikum darüber streuen und sofort servieren."
        ]
    },
    {
        "url": "https://www.rewe.de/rezepte/schnitzel-gurkensalat-bratkartoffeln/",
        "title": "Schnitzel mit Gurkensalat und Bratkartoffeln",
        "tags": [],
        "difficulty": "Mittel",
        "portions": "für 4 Portionen",
        "nutritionalInfo": {
            "Energie": "647 kcal",
            "Kohlenhydrate": "80,6 g",
            "Fett": "14,9 g",
            "Eiweiß": "47,1 g"
        },
        "ingredients": [
            "1 Salatgurke",
            "3 Stiel(e) Dill",
            "2 EL ja! Schmand",
            "3 EL ja! Condimento bianco",
            "1 TL ja! Senf mittelscharf",
            "ja! Jodsalz",
            "ja! Pfeffer schwarz gemahlen",
            "800 g REWE Beste Wahl Kartoffeln",
            "2 Zwiebeln",
            "3 EL ja! Natives Rapsöl",
            "600 g Schweine-Schinkenschnitzel",
            "2 Eier",
            "4 EL ja! Weizenmehl Type 405",
            "150 g ja! Paniermehl",
            "1 Zitrone"
        ],
        "instructions": [
            "Gurke waschen, nach Belieben schälen und in feine Scheiben hobeln. Dill waschen, trocken schütteln und fein hacken, einen Teil beiseitelegen. Schmand, Essig und Senf verrühren. Mit den Gurkenscheiben und dem Dill mischen und mit Salz und Pfeffer würzen. Mit dem restlichen Dill bestreuen.",
            "Kartoffeln schälen und in dünne Scheiben schneiden. Zwiebeln schälen und würfeln. 1 EL Öl in einer Pfanne erhitzen und die Kartoffelscheiben anbraten. Unter gelegentlichem Wenden gut 10 Minuten mit Deckel braten, dann Zwiebeln zugeben und weitere 10 Minuten ohne Deckel braten, bis Kartoffelscheiben gar und knusprig sind. Mit Salz und Pfeffer würzen.",
            "Schnitzel waschen und trocken tupfen, flach klopfen. Mit Salz und Pfeffer würzen.",
            "Eier in einem tiefen Teller verquirlen. Mehl auf einen flachen Teller geben, Paniermehl auf einen weiteren Teller.",
            "Schnitzel erst von beiden Seiten im Mehl wenden, dann durch das verquirlte Ei ziehen und zum Schluss im Paniermehl wälzen.",
            "2 EL Öl erhitzen und die Schnitzel bei mittlerer Hitze von beiden Seiten knusprig braten. Auf Küchenpapier abtropfen lassen.",
            "Zitrone waschen, in Spalten schneiden und zusammen mit Schnitzel und dem Gurkensalat anrichten."
        ]
    },
    {
        "url": "https://www.rewe.de/rezepte/tagliatelle-fenchel/",
        "title": "Tagliatelle mit Fenchel",
        "tags": [
            "Vegan",
            "Laktosefrei",
            "Kalorienarm"
        ],
        "difficulty": "Einfach",
        "portions": "für 4 Personen",
        "nutritionalInfo": {
            "Energie": "441 kcal",
            "Kohlenhydrate": "83,3 g",
            "Fett": "6,5 g",
            "Eiweiß": "14,6 g"
        },
        "ingredients": [
            "400 g Tagliatelle",
            "Salz",
            "2 Knolle(n) Fenchel",
            "1 REWE Bio Zitrone",
            "1 Bd. Petersilie",
            "2 EL Öl",
            "2 Zehe(n) Knoblauch",
            "Pfeffer, frisch gemahlen"
        ],
        "instructions": [
            "Nudeln nach Packungsanweisung in kochendem Salzwasser garen. Fenchel putzen, waschen, Strunk entfernen und Fenchel in dünne Streifen schneiden. Zitrone heiß waschen, Schale abreiben und Saft auspressen. Petersilie waschen, trocken schütteln, zupfen und grob hacken.",
            "Öl in einer Pfanne erhitzen. Knoblauch schälen, fein hacken und in Öl anbraten. Fenchel hinzufügen und in der Pfanne anrösten.",
            "Nudeln abgießen, dabei ein kleines Glas des Nudelwassers auffangen.",
            "Nudelwasser und Zitronensaft zum Fenchel geben, kurz köcheln lassen und mit Salz und Pfeffer würzen. Nudeln, Petersilie und etwas Zitronenabrieb hinzugeben und alles vermengen.",
            "Nudeln auf vier tiefen Tellern anrichten und servieren."
        ]
    },
    {
        "url": "https://www.rewe.de/rezepte/spaghetti-tomatenpesto/",
        "title": "Spaghetti mit köstlichem Tomatenpesto",
        "tags": [
            "Vegetarisch",
            "Laktosefrei"
        ],
        "difficulty": "Einfach",
        "portions": "für 4 Portionen",
        "nutritionalInfo": {
            "Energie": "605 kcal",
            "Kohlenhydrate": "103 g",
            "Fett": "12,8 g",
            "Eiweiß": "21,3 g"
        },
        "ingredients": [
            "500 g REWE Beste Wahl Spaghetti",
            "Salz",
            "1 Knoblauch Zehe(n)",
            "280 ml REWE Beste Wahl getrocknete Tomaten in Öl mit Oregano",
            "1 Dose(n) REWE Beste Wahl stückige Tomaten",
            "4 Stiel(e) Basilikum",
            "2 TL ja! Tomatenmark",
            "Bunter Pfeffer aus der Mühle",
            "Fleur de Sel",
            "Zucker",
            "evtl. REWE Beste Wahl Aceto Balsamico",
            "30 g Parmesan"
        ],
        "instructions": [
            "Nudeln in kochendem Salzwasser nach Packungsanweisung zubereiten.",
            "Knoblauch schälen und mit den getrockneten Tomaten in ein hohes Rührgefäß geben. Die Hälfte der stückigen Tomaten und etwas Tomatenöl (aus dem Glas) zufügen und mit dem Pürierstab fein pürieren.",
            "Basilikum waschen, trocken schütteln. Blättchen von 2 Stielen fein hacken, mit dem Schneebesen unter das Pesto rühren. Die restlichen stückigen Tomaten unterheben und mit Tomatenmark, buntem Pfeffer aus der Mühle, etwas Fleur de Sel, Zucker und evtl. Balsamico-Essig abschmecken. Nudeln abgießen und sofort mit dem Pesto locker vermengen. Nudeln anrichten und mit Basilikum garnieren. Parmesan darüberhobeln."
        ]
    },
    {
        "url": "https://www.rewe.de/rezepte/vegetarische-partysuppe-bohnen/",
        "title": "Vegetarische Partysuppe mit Bohnen",
        "tags": [
            "Vegetarisch",
            "Low Carb",
            "Kalorienarm"
        ],
        "difficulty": "Einfach",
        "portions": "für 8 Portionen",
        "nutritionalInfo": {
            "Energie": "263 kcal",
            "Kohlenhydrate": "28,6 g",
            "Fett": "12,2 g",
            "Eiweiß": "9,1 g"
        },
        "ingredients": [
            "1 Zwiebel",
            "3 Zehe(n) Knoblauch",
            "2 rote Paprika",
            "2 gelbe Paprika",
            "500 g weiße Riesenbohnen",
            "4 EL Olivenöl",
            "2 TL Zucker",
            "6 EL Tomatenmark",
            "1 Dose(n) stückige Tomaten (400 g)",
            "250 ml Rotwein (trocken)",
            "1,2 l Gemüsebrühe",
            "0,5 Bd. Petersilie",
            "Pfeffer",
            "Salz",
            "Chiliflocken",
            "300 g saure Sahne"
        ],
        "instructions": [
            "Zwiebel und Knoblauch schälen und in Würfel schneiden. Paprika waschen, entkernen und in Würfel schneiden. Bohnen abtropfen lassen.",
            "Olivenöl in einem Topf erhitzen, Zwiebeln und Knoblauch darin anbraten. Mit Zucker kurz karamellisieren lassen. Tomatenmark, stückige Tomaten und Paprika hinzufügen und mit Rotwein ablöschen. Dann Gemüsebrühe zugeben und alles ca. 20 Minuten köcheln lassen. Ca. 2 Minuten vor Ende der Garzeit die Bohnen zugeben.",
            "Währenddessen Petersilie waschen, trocken schütteln und hacken.",
            "Suppe mit Pfeffer, Salz und Chiliflocken abschmecken und die saure Sahne unterziehen.",
            "Mit Petersilie garniert servieren."
        ]
    },
    {
        "url": "https://www.rewe.de/rezepte/haferflockenschnitzel-gurkensalat/",
        "title": "Haferflockenschnitzel mit Gurkensalat",
        "tags": [
            "Vegetarisch",
            "Vegan",
            "Laktosefrei"
        ],
        "difficulty": "Einfach",
        "portions": "für 4 Portionen",
        "nutritionalInfo": {
            "Energie": "454 kcal",
            "Kohlenhydrate": "61,9 g",
            "Fett": "19,5 g",
            "Eiweiß": "11,3 g"
        },
        "ingredients": [
            "220 g zarte Haferflocken",
            "1,5 TL REWE Beste Wahl Senf",
            "Salz",
            "3 TL Paprikapulver edelsüß",
            "1 TL Knoblauchpulver",
            "Pfeffer",
            "2 Salatgurken",
            "1 Schalotte",
            "0,5 Beet(e) Kresse",
            "1 EL Weißweinessig",
            "2 EL Rapsöl",
            "80 g Paniermehl",
            "Öl zum Braten",
            "1 Zitrone"
        ],
        "instructions": [
            "Haferflocken mit 250 ml kochendem Wasser übergießen. Senf, Salz, Paprikapulver, Knoblauchpulver und Pfeffer zugeben, alles verrühren und 10 Minuten quellen lassen.",
            "Währenddessen die Gurke waschen und in dünne Scheiben hobeln. Schalotte schälen und fein würfeln. Gurken, Schalotten und Kresse in eine Salatschüssel geben. Essig und Öl verrühren und mit Pfeffer und Salz würzen. Paniermehl auf einen Teller geben. 4 Kugeln aus der Hafermasse formen und im Paniermehl zu Schnitzeln drücken und wenden.",
            "Öl in einer Pfanne erhitzen und die Schnitzel nacheinander ausbraten. Zitrone in Spalten schneiden. Dressing an den Salat geben und Schnitzel mit Salat und Zitronenspalten servieren."
        ]
    },
    {
        "url": "https://www.rewe.de/rezepte/nudelauflauf-schmand-hack/",
        "title": "Nudelauflauf mit Schmand und Hack",
        "tags": [],
        "difficulty": "Einfach",
        "portions": "für 4 Portionen",
        "nutritionalInfo": {
            "Energie": "1136 kcal",
            "Kohlenhydrate": "91,8 g",
            "Fett": "64,5 g",
            "Eiweiß": "52 g"
        },
        "ingredients": [
            "300 g ja! Buttergemüse (TK)",
            "320 g ja! Penne Rigate",
            "Salz",
            "1 große Zwiebel",
            "2 Zehe(n) Knoblauch",
            "2 EL ja! Rapsöl",
            "400 g ja! Hackfleisch gemischt",
            "500 g ja! Tomaten passiert",
            "Pfeffer",
            "1 Prise(n) Zucker",
            "0,5 TL Oregano getrocknet",
            "0,25 TL Thymian getrocknet",
            "200 g ja! Schmand",
            "250 g ja! geriebener Gratin- und Pizzakäse"
        ],
        "instructions": [
            "Buttergemüse antauen lassen. Nudeln in Salzwasser bissfest kochen. Zwiebel und Knoblauch schälen, würfeln. Backofen auf 180 °C Ober-/Unterhitze vorheizen.",
            "Öl in einer Pfanne erhitzen, Hackfleisch scharf anbraten. Zwiebeln, Buttergemüse und Knoblauch dazugeben und kurz mitdünsten. Tomaten zufügen, aufkochen. Mit Salz, Pfeffer, Zucker, Oregano und Thymian abschmecken. Schmand unterrühren.",
            "Nudeln und Soße in eine Auflaufform geben. Gut vermengen und mit Käse bestreuen. Im Ofen 15-20 Minuten backen."
        ]
    },
    {
        "url": "https://www.rewe.de/rezepte/einfacher-wrap/",
        "title": "Einfacher Wrap",
        "tags": [],
        "difficulty": "Einfach",
        "portions": "für 4 Portionen",
        "nutritionalInfo": {
            "Energie": "828 kcal",
            "Kohlenhydrate": "73,7 g",
            "Fett": "46 g",
            "Eiweiß": "32,2 g"
        },
        "ingredients": [
            "4 ja! Hähnchen Mini Schnitzel",
            "4 Tortilla-Wraps",
            "4 EL Frischkäse",
            "50 g Nachos",
            "1 Avocado",
            "0,5 Limette",
            "Chilisalz",
            "Kreuzkümmel (gemahlen)",
            "2 Salatherzen",
            "2 EL Rapsöl",
            "100 g Cheddar, gerieben"
        ],
        "instructions": [
            "Mini Hähnchenschnitzel auftauen lassen (ggf. in der Mikrowelle).",
            "Tortillawraps zu ¼ einschneiden und ¼ mit 1 EL Frischkäse bestreichen. Darüber je eine Handvoll Nachos zerbröseln.",
            "Avocado schälen, den Kern entfernen und das Fruchtfleisch in Scheiben schneiden. Sofort mit Limettensaft beträufeln und mit Chilisalz und Kreuzkümmel würzen. Auf dem nächsten Viertel verteilen.",
            "Salatherzen waschen, trocken schleudern und in Streifen schneiden. ¼ des Wraps mit Salat belegen.",
            "Hähnchenschnitzel in 2 EL Öl anbraten, in Streifen schneiden und das nächste Viertel damit belegen. Cheddar auf die Hähnchenstreifen streuen.",
            "Wrap von Viertel zu Viertel aufeinander falten (mit dem Frischkäse-Tortilla-Chips-Viertel beginnen) und kurz in der Pfanne oder einem Kontaktgrill grillen."
        ]
    },
    {
        "url": "https://www.rewe.de/rezepte/pizzataschen-mit-schinken/",
        "title": "Pizzataschen mit Schinken",
        "tags": [
            "Kalorienarm"
        ],
        "difficulty": "Einfach",
        "portions": "für 12 Stücke",
        "nutritionalInfo": {
            "Energie": "435 kcal",
            "Kohlenhydrate": "36,9 g",
            "Fett": "26,3 g",
            "Eiweiß": "13,9 g"
        },
        "ingredients": [
            "1 Zwiebel",
            "1 rote Zwiebel",
            "3 EL ja! Sonnenblumenöl",
            "125 g ja! Schinkenwürfel",
            "200 g ja! Frischkäse Natur Doppelrahmstufe",
            "100 g ja! Schmand",
            "3 Zweig(e) Basilikum",
            "5 Tomaten",
            "Salz",
            "Pfeffer",
            "2 Pck. Pizzateig (Kühlregal)",
            "6 TL Paniermehl",
            "1 Eigelb",
            "2 EL ja! Milch",
            "200 g ja! Geriebener Gouda",
            "200 g Cocktailtomaten",
            "2 Stück Romana-Salatherzen",
            "4 EL Weißwein-Essig",
            "0,5 TL ja! mittelscharfer Senf",
            "Zucker"
        ],
        "instructions": [
            "Zwiebeln schälen. Die weiße Zwiebel fein würfeln, die rote Zwiebel in Ringe schneiden und für den Salat beiseitelegen. 1 EL Öl in einer Pfanne erhitzen. Zwiebel- und Schinkenwürfel zugeben, 2–3 Minuten dünsten. Zwiebel-Schinkenmischung herausnehmen und in eine Schüssel geben. Frischkäse und Schmand zugeben, glatt rühren.",
            "Basilikum waschen und trocken schütteln. Blättchen abzupfen und hacken. Tomaten waschen und putzen, dann vierteln und entkernen. Fruchtfleisch in kleine Würfel schneiden. Tomatenwürfel und Basilikum unter die Frischkäsecreme heben. Käsecreme mit Salz und Pfeffer würzen.",
            "Teig entrollen. Teig vom Papier lösen und auf eine bemehlte Arbeitsfläche legen. Teig je in 6 Vierecke schneiden und mittig je mit 1/2 TL Paniermehl bestreuen. Käsecreme in die Teigmitte geben. Eigelb und Milch verrühren. Teigränder damit einpinseln. Vierecke diagonal zusammenklappen, die Ränder zusammendrücken. Pizzataschen auf ein mit Backpapier ausgelegtes Backblech legen. Mit der Eigelbmischung bestreichen und Käse darüberstreuen. Im vorgeheizten Backofen (E-Herd: 200 °C/ Umluft: 175 °C/ Gas: Stufe 3) 20 Minuten backen.",
            "Für den Salat die Cocktailtomaten waschen und halbieren. Salat waschen, trocken schütteln und die Blätter klein zupfen. Essig und Senf verrühren. Mit Salz, Pfeffer und Zucker würzen. 2 EL Öl darunterschlagen und nochmals abschmecken. Vinaigrette, Zwiebelringe und Tomaten vermengen. Pizzataschen aus dem Backofen nehmen. Mit Salat auf Tellern anrichten."
        ]
    },
    {
        "url": "https://www.rewe.de/rezepte/blumenkohl-hack-nudel-auflauf/",
        "title": "Blumenkohl-Hack-Nudelauflauf",
        "tags": [],
        "difficulty": "Einfach",
        "portions": "für 4 Portionen",
        "nutritionalInfo": {
            "Energie": "1082 kcal",
            "Kohlenhydrate": "106 g",
            "Fett": "52,9 g",
            "Eiweiß": "50,9 g"
        },
        "ingredients": [
            "500 g REWE Beste Wahl Fusilli",
            "Salz",
            "1 Blumenkohl",
            "1 große Zwiebel",
            "1 Zehe(n) Knoblauch",
            "3 EL Rapsöl",
            "500 g gemischtes Hackfleisch",
            "2 EL Tomatenmark",
            "Pfeffer",
            "100 ml Gemüsebrühe",
            "4 Eier",
            "200 ml Sahne"
        ],
        "instructions": [
            "Nudeln nach Packungsanleitung in Salzwasser gar kochen und abtropfen lassen.",
            "Währenddessen Blumenkohl waschen und in Röschen schneiden. In Salzwasser etwa 3-4 Minuten blanchieren, mit kaltem Wasser abschrecken und gut abtropfen lassen. Backofen auf 180 °C Ober-/Unterhitze vorheizen.",
            "Zwiebel und Knoblauch schälen und fein hacken. Öl in einer Pfanne erhitzen, beides darin anschwitzen und das Hackfleisch zufügen. Tomatenmark unterrühren, salzen, pfeffern und mit 100 ml Gemüsebrühe ablöschen. Vom Herd nehmen.",
            "Eier kräftig verquirlen, Sahne unterrühren und mit Salz und Pfeffer würzen.",
            "In eine Auflaufform zuerst die Nudeln, dann das Hackfleisch, dann die Blumenkohlröschen schichten und zum Schluß mit der Eiersahne übergießen. 45 Minuten goldgelb backen."
        ]
    },
    {
        "url": "https://www.rewe.de/rezepte/herzhafter-brotauflauf/",
        "title": "Herzhafter Brotauflauf",
        "tags": [
            "Vegetarisch"
        ],
        "difficulty": "Einfach",
        "portions": "für 4 Portionen",
        "nutritionalInfo": {
            "Energie": "527 kcal",
            "Kohlenhydrate": "46,6 g",
            "Fett": "32,6 g",
            "Eiweiß": "14,3 g"
        },
        "ingredients": [
            "3 Fleischtomaten",
            "250 g Brot (z. B. Ciabatta oder Graubrot)",
            "Fett für die Form",
            "2 Becher Crème fraîche",
            "5 EL Milch",
            "3 Eier (Größe M)",
            "Salz",
            "Pfeffer",
            "0,25 Bd. Basilikum"
        ],
        "instructions": [
            "Tomaten putzen, waschen und in Scheiben schneiden. Brot ebenfalls in Scheiben schneiden. Eine Auflaufform fetten und Tomaten und Brot abwechselnd einschichten. Backofen auf 200°C Ober-/ Unterhitze vorheizen.",
            "Crème fraîche, Milch und Eier verquirlen. Mit Salz und Pfeffer abschmecken und über den Auflauf gießen. Auflauf im vorgeheizten Backofen ca. 20 Minuten backen, bis das Ei gestockt ist. Basilikum waschen, trocken schütteln und hacken. Basilikum über den fertigen Auflauf streuen."
        ]
    },
    {
        "url": "https://www.rewe.de/rezepte/kartoffelsalat-mayonnaise/",
        "title": "Kartoffelsalat mit Mayonnaise",
        "tags": [
            "Vegetarisch"
        ],
        "difficulty": "Einfach",
        "portions": "für 4 Portionen",
        "nutritionalInfo": {
            "Energie": "525 kcal",
            "Kohlenhydrate": "47,5 g",
            "Fett": "32,2 g",
            "Eiweiß": "11,7 g"
        },
        "ingredients": [
            "1 kg festkochende Kartoffeln",
            "Salz",
            "1 TL Kümmel",
            "2 Zwiebeln",
            "200 ml Gemüsebrühe",
            "3 EL Obstessig",
            "3 EL mittelscharfer Senf",
            "1 EL ja! Zucker",
            "Pfeffer",
            "3 EL Pflanzenöl",
            "100 g ja! Delikatess-Mayonnaise",
            "4 REWE Bio Gewürzgurken",
            "3 Eier"
        ],
        "instructions": [
            "Kartoffeln waschen und mit Schale in Salzwasser gar kochen. Kümmel dazugeben. Zwiebel schälen und in feine Würfel schneiden. Kartoffeln pellen und etwas auskühlen lassen, dann in Scheiben schneiden und in eine Schüssel geben. Gewürzgurken in Würfel schneiden. Eier hart kochen, abkühlen lassen und vierteln.",
            "Gemüsebrühe in einem Topf aufkochen, Zwiebelwürfel hinzugeben und die Brühe kräftig mit Essig, Senf, Zucker, Salz und Pfeffer würzen. Öl zur Brühe geben und Topf vom Herd nehmen.",
            "Die heiße Brühe über die warmen Kartoffelscheiben gießen und vorsichtig unterheben. Kartoffelsalat 20-30 Minuten durchziehen lassen. Mayonnaise vorsichtig unterheben, Gurken und Eier dazu geben und mit Salz und Pfeffer abschmecken."
        ]
    },
    {
        "url": "https://www.rewe.de/rezepte/kartoffelsuppe-wuerstchen/",
        "title": "Kartoffelsuppe mit Würstchen",
        "tags": [
            "Laktosefrei"
        ],
        "difficulty": "Einfach",
        "portions": "für 4 Portionen",
        "nutritionalInfo": {
            "Energie": "495 kcal",
            "Kohlenhydrate": "69,4 g",
            "Fett": "17,7 g",
            "Eiweiß": "15,5 g"
        },
        "ingredients": [
            "1 Zwiebel",
            "2 Karotten",
            "1,5 kg mehlige Kartoffeln",
            "2 EL Sonnenblumenöl",
            "1,2 l Gemüsebrühe",
            "Salz",
            "Pfeffer",
            "2 TL getrockneter Majoran",
            "2 Bockwürste",
            "0,5 Bd. Petersilie"
        ],
        "instructions": [
            "Zwiebel schälen und würfeln. Karotten schälen und in Scheiben schneiden. Kartoffeln schälen und grob würfeln.",
            "Zwiebel in Öl goldgelb anbraten. Dann Karotten-und Kartoffelwürfel dazugeben und mitdünsten.",
            "Mit Gemüsebrühe angießen. Mit Salz, Pfeffer und Majoran würzen und etwa 20 Minuten köcheln lassen.",
            "Würste in Scheiben schneiden. Suppe entweder mit dem Kartoffelstampfer zerdrücken oder, wer es feiner mag, mit dem Pürierstab pürieren. Petersilie waschen, trocken schütteln und fein hacken. Suppe mit Würstchen und Petersilie garnieren und servieren."
        ]
    },
    {
        "url": "https://www.rewe.de/rezepte/kichererbsen-pfanne-spinat/",
        "title": "Kichererbsen-Pfanne mit Spinat",
        "tags": [
            "Vegetarisch",
            "Vegan",
            "Low Carb",
            "Laktosefrei"
        ],
        "difficulty": "Einfach",
        "portions": "für 4 Portionen",
        "nutritionalInfo": {
            "Energie": "232 kcal",
            "Kohlenhydrate": "32,5 g",
            "Fett": "8,4 g",
            "Eiweiß": "10,7 g"
        },
        "ingredients": [
            "2 Gläser REWE Bio Kichererbsen 220g",
            "300 g Blattspinat",
            "400 g Tomaten",
            "2 große Zwiebeln",
            "2 EL Olivenöl",
            "Salz",
            "1 TL Curry"
        ],
        "instructions": [
            "Kichererbsen abtropfen lassen. Spinat und Tomaten waschen. Tomaten in grobe Würfel schneiden. Zwiebel schälen und in feine Würfel schneiden.",
            "Öl in einer Pfanne erhitzen und Zwiebeln darin anbraten. Kichererbsen, Tomaten und Spinat dazugeben und kurz andünsten. Mit Salz und Curry würzen."
        ]
    },
    {
        "url": "https://www.rewe.de/rezepte/risi-bisi-erbsen-champignons/",
        "title": "Risi Bisi mit Erbsen und Champignons",
        "tags": [
            "Vegetarisch",
            "Kalorienarm"
        ],
        "difficulty": "Einfach",
        "portions": "für 4 Portionen",
        "nutritionalInfo": {
            "Energie": "394 kcal",
            "Kohlenhydrate": "67 g",
            "Fett": "7,82 g",
            "Eiweiß": "16,6 g"
        },
        "ingredients": [
            "250 g ja! Langkorn-Reis",
            "600 ml ja! Gemüsebrühe",
            "300 g ja! TK-Erbsen",
            "250 g Champignons",
            "2 Zwiebeln",
            "1 EL ja! Rapsöl",
            "100 g ja! Hirtenkäse"
        ],
        "instructions": [
            "Reis mit der Gemüsebrühe aufkochen und bei schwacher Hitze ca. 10 Minuten quellen, bis der Reis gar und die Flüssigkeit aufgesogen ist. Nach 5 Minuten die gefrorenen Erbsen zugeben.",
            "In der Zwischenzeit Champignons putzen und in Scheiben schneiden. Zwiebeln schälen und hacken.",
            "Öl erhitzen, die Zwiebeln und Champignons braten. Unter das fertige Risi Bisi heben.",
            "Hirtenkäse zerbröseln und über das Risi Bisi streuen."
        ]
    },
    {
        "url": "https://www.rewe.de/rezepte/spaghetti-carbonara-vegan/",
        "title": "Spaghetti Carbonara vegan",
        "tags": [
            "Vegetarisch",
            "Vegan",
            "Laktosefrei"
        ],
        "difficulty": "Einfach",
        "portions": "für 4 Portionen",
        "nutritionalInfo": {
            "Energie": "797 kcal",
            "Kohlenhydrate": "103 g",
            "Fett": "32,3 g",
            "Eiweiß": "27,7 g"
        },
        "ingredients": [
            "200 g Räuchertofu",
            "500 g Spaghetti",
            "Salz",
            "1 Schalotte",
            "1 Zehe(n) Knoblauch",
            "15 g Petersilie",
            "2 EL Olivenöl",
            "400 ml REWE Bio Sojacreme Cuisine",
            "2 EL Margarine (ggf. vegan)",
            "Pfeffer",
            "Kala Namak (Schwefelsalz)",
            "2 EL Sonnenblumenkerne"
        ],
        "instructions": [
            "Tofu klein würfeln. Nudeln nach Packungsanweisung in Salzwasser al dente kochen. 1 Tasse Nudelwasser aufbewahren.",
            "Schalotte und Knoblauch schälen, fein würfeln. Petersilie waschen, trocken schütteln, hacken.",
            "1 EL Öl in einer Pfanne erhitzen. Räuchertofu darin ca. 5 Minuten kross anbraten, herausnehmen.",
            "1 EL Öl in der Pfanne erhitzen, Schalotte und Knoblauch darin anschwitzen, mit Sojacreme ablöschen, Margarine einrühren. Mit Salz, Pfeffer und etwas Kala Namak (für den Ei-Geschmack) abschmecken.",
            "Nudeln abgießen, abtropfen lassen und mit dem Tofu in die Pfanne geben. Sonnenblumenkerne in einer Pfanne ohne Fett rösten. Alles gut durchschwenken, nochmals erhitzen, ggf. etwas Nudelwasser zufügen und mit Petersilie und Kernen bestreut servieren."
        ]
    },
    {
        "url": "https://www.rewe.de/rezepte/rinderrouladen-kartoffeln-rotkohl/",
        "title": "Rinderrouladen mit Kartoffeln und Rotkohl",
        "tags": [
            "Laktosefrei"
        ],
        "difficulty": "Mittel",
        "portions": "für 4 Portionen",
        "nutritionalInfo": {
            "Energie": "476 kcal",
            "Kohlenhydrate": "50,9 g",
            "Fett": "20,6 g",
            "Eiweiß": "23,3 g"
        },
        "ingredients": [
            "4 ja! Cornichons",
            "320 g ja! Rinder Minutensteaks",
            "2 TL ja! Senf mittelscharf",
            "1 Zwiebel",
            "2 EL ja! Natives Rapsöl",
            "1 EL ja! Tomatenmark 3-fach konzentriert",
            "200 ml REWE Beste Wahl Traubensaft",
            "200 ml ja! Klare Gemüsebrühe (Pulver)",
            "2 REWE Beste Wahl Lorbeerblätter",
            "800 g REWE Beste Wahl Kartoffeln",
            "ja! Jodsalz",
            "720 g ja! Rotkohl mit Apfelstücken",
            "ja! Pfeffer schwarz gemahlen",
            "1 TL Küchenmeister Speisestärke"
        ],
        "instructions": [
            "Gurken in feine Streifen schneiden. Minutensteaks flach klopfen, mit Senf bestreichen und mit Gurkenscheiben belegen. Das Fleisch eng aufrollen und mit Zahnstochern oder Rouladennadeln feststecken.",
            "Zwiebel schälen und in feine Würfel schneiden. Öl in einem Topf mit dickem Boden erhitzen und Rouladen kräftig anbraten. Zwiebeln zugeben und kurz mitbraten. Tomatenmark zugeben, kurz mitbraten, dann mit Traubensaft und Brühe ablöschen. Lorbeerblätter zugeben. Deckel auflegen und bei mittlerer Hitze gut 70 Minuten schmoren.",
            "Kartoffeln schälen und in Salzwasser garen.",
            "Rotkohl erwärmen.",
            "Das fertig gegarte Fleisch aus der Soße nehmen. Speisestärke mit etwas Wasser anrühren, in die Soße geben und andicken. Mit Salz und Pfeffer abschmecken. Rouladen wieder zugeben.",
            "Rouladen mit Kartoffeln und Rotkohl anrichten."
        ]
    },
    {
        "url": "https://www.rewe.de/rezepte/hackbaellchen-tomatensauce/",
        "title": "Hackbällchen in Tomatensauce",
        "tags": [],
        "difficulty": "Einfach",
        "portions": "für 4 Personen",
        "nutritionalInfo": {
            "Energie": "488,2 kcal",
            "Kohlenhydrate": "14,8 g",
            "Fett": "33,6 g",
            "Eiweiß": "34,3 g"
        },
        "ingredients": [
            "600 g Wilhelm Brandenburg Hackfleisch (gemischt)",
            "1 Ei (Zimmertemperatur)",
            "2 EL Paniermehl",
            "1 EL Senf",
            "Salz",
            "Pfeffer",
            "1 TL REWE Beste Wahl Italienische Kräuter",
            "2 EL REWE Bio Sonnenblumenöl nativ",
            "400 g Porree",
            "1 Dose(n) stückige Tomaten (500 g)",
            "2 EL ja! Tomatenmark",
            "150 ml REWE Bio Gemüsebrühe"
        ],
        "instructions": [
            "Hackfleisch, Ei, Paniermehl und Senf verkneten. Mit Salz, Pfeffer und 0,5 TL getrockneten Kräutern würzen. Aus der Hackmasse kleine Bällchen formen.",
            "Öl in einer Pfanne erhitzen. Bällchen darin bei mittlerer Hitze 10 Minuten lang braten. Porree putzen, waschen und in Ringe schneiden. Hackklößchen herausnehmen.",
            "Porree im Bratöl kurz andünsten. Tomaten und Tomatenmark zugeben. Brühe angießen und aufkochen. Alles ca. 5 Minuten kochen lassen. Mit Salz, Pfeffer und 0,5 TL getrockneten Kräutern abschmecken. Hackbällchen zugeben und kurz mit erwärmen. Mit Baguette servieren."
        ]
    },
    {
        "url": "https://www.rewe.de/rezepte/schnelles-chili-con-carne/",
        "title": "Schnelles Chili con Carne",
        "tags": [],
        "difficulty": "Einfach",
        "portions": "für 4 Personen",
        "nutritionalInfo": {
            "Energie": "652 kcal",
            "Kohlenhydrate": "49,8 g",
            "Fett": "36,3 g",
            "Eiweiß": "38,1 g"
        },
        "ingredients": [
            "2 Zwiebeln (à ca. 60 g)",
            "2 Knoblauchzehen",
            "1 Dose(n) ja! Kidney-Bohnen (255 g)",
            "1 Dose(n) ja! Super Sweet Mais (425 ml)",
            "2 EL ja! Natives Rapsöl",
            "500 g ja! Hackfleisch gemischt",
            "1 EL ja! Tomatenmark 3-fach konzentriert",
            "1 Dose(n) ja! Fein gehackte Tomaten (400 g)",
            "200 ml ja! Gemüsebrühe",
            "3 Stiel(e) Petersilie",
            "Salz",
            "Pfeffer",
            "0,5 TL Kreuzkümmel (gemahlen)",
            "Zucker",
            "4 Spritzer Tabasco",
            "150 g ja! Saure Sahne"
        ],
        "instructions": [
            "Zwiebeln schälen, halbieren und fein würfeln. Knoblauch schälen und fein hacken. Bohnen in ein Sieb gießen, mit kaltem Wasser abspülen und gut abtropfen lassen. Mais zu den Bohnen geben und ebenfalls abtropfen lassen.",
            "Öl in einem großen Topf erhitzen. Hack darin 6–8 Minuten krümelig anbraten. Tomatenmark darin anschwitzen. Zwiebeln und Knoblauch darin andünsten. Mit Tomaten und Brühe ablöschen, aufkochen lassen. Bohnen und Mais zugeben. Ca. 10 bis 15 Minuten bei niedriger Hitze köcheln lassen.",
            "Inzwischen Petersilie waschen trocken schütteln, Blättchen von den Stielen zupfen und fein hacken. 2/3 der Petersilie unter das Chili rühren. Mit Salz, Pfeffer, Kreuzkümmel, Zucker und Tabasco abschmecken. Chili in Schälchen anrichten. Je einen Klecks saure Sahne darauf geben und mit restlicher Petersilie bestreuen. Dazu schmecken Tortillachips."
        ]
    },
    {
        "url": "https://www.rewe.de/rezepte/mac-n-cheese/",
        "title": "Mac'n'Cheese (Käse-Makkaroni)",
        "tags": [
            "Vegetarisch"
        ],
        "difficulty": "Mittel",
        "portions": "für 8 Portionen",
        "nutritionalInfo": {
            "Energie": "700 kcal",
            "Kohlenhydrate": "59,8 g",
            "Fett": "39,4 g",
            "Eiweiß": "28,6 g"
        },
        "ingredients": [
            "500 g Makkaroni",
            "Salz",
            "90 g Butter",
            "40 g Weizenmehl Type 405",
            "400 ml Milch",
            "200 g Sahne",
            "Pfeffer",
            "1 TL Senf",
            "1 TL Paprikapulver",
            "200 g Cheddar",
            "200 g Emmentaler",
            "100 g Parmesan",
            "1 Knoblauchzehe",
            "50 g Paniermehl"
        ],
        "instructions": [
            "Makkaroni nach Packungsanweisung in kochendem Salzwasser bissfest kochen.",
            "60 g Butter in einem Topf schmelzen und Mehl darübersieben. Unter Rühren kurz anschwitzen lassen und Milch und Sahne langsam unter Rühren zugießen. Aufkochen und mit Salz und Pfeffer würzen und Senf und Paprikapulver unterrühren. Ca. 10 Minuten bei schwacher Hitze köcheln lassen. Cheddar, Emmentaler und Parmesan reiben.",
            "Makkaroni abgießen und mit der Béchamelsoße und den 3 Käsesorten in einer Schüssel mischen, der Käse sollte dabei schmelzen. Knoblauchzehe schälen, halbieren und eine Auflaufform mit der halbierten Zehe ausstreichen. Käse-Nudel-Masse in die Auflaufform füllen.",
            "30 g Butter in einer Pfanne schmelzen und Paniermehl darin kurz anrösten. Geröstetes Paniermehl über den Makkaroni verteilen und den Auflauf im vorgeheizten Backofen (Ober-/ Unterhitze: 175 °C) ca. 35 Minuten goldbraun backen."
        ]
    },
    {
        "url": "https://www.rewe.de/rezepte/orientalischer-instant-couscous/",
        "title": "Orientalischer Instant-Couscous im Topf",
        "tags": [
            "Vegetarisch",
            "Laktosefrei"
        ],
        "difficulty": "Einfach",
        "portions": "für 2 Portionen",
        "nutritionalInfo": {
            "Energie": "604 kcal",
            "Kohlenhydrate": "121 g",
            "Fett": "7,7 g",
            "Eiweiß": "18,2 g"
        },
        "ingredients": [
            "8 Aprikosen, getrocknet",
            "1 Tasse(n) Couscous",
            "2 EL gesalzene Pistazien",
            "3 TL Gemüsebrühe",
            "0,5 TL Knoblauch granuliert",
            "1 TL Zwiebeln granuliert",
            "1 TL Kurkuma",
            "0,5 TL Chiliflocken",
            "0,5 TL Ras el Hanout",
            "1 Msp. Pfeffer"
        ],
        "instructions": [
            "Aprikosen in Streifen oder Würfel schneiden.",
            "Zusammen mit Couscous, Pistazien, Gemüsebrühe, Knoblauchgranulat, Zwiebelgranulat und Gewürzen in einen verschließbaren Plastikbeutel geben. Gut durchschütteln.",
            "Für die Zubereitung 2 Tassen Wasser auf dem Gaskocher in einem Topf erhitzen, den Beutel öffnen und den Beutelinhalt in das kochende Wasser einrühren. Kurz ziehen lassen und servieren."
        ]
    },
    {
        "url": "https://www.rewe.de/rezepte/gemuese-pasta-mit-speck/",
        "title": "Gemüse-Pasta mit Speck",
        "tags": [],
        "difficulty": "Einfach",
        "portions": "für 4 Personen",
        "nutritionalInfo": {
            "Energie": "758 kcal",
            "Kohlenhydrate": "104,9 g",
            "Fett": "33 g",
            "Eiweiß": "21,8 g"
        },
        "ingredients": [
            "50 g ja! Delicatess Bacon",
            "800 g ja! Kaisergemüse TK",
            "1 Zwiebel",
            "1 EL ja! Sonnenblumenöl",
            "200 g ja! Schlagsahne",
            "ja! Jodsalz",
            "Pfeffer",
            "400 g ja! Fusilli",
            "1 Knoblauchzehe",
            "2 Scheibe(n) ja! American Sandwich",
            "2 EL ja! Markenbutter"
        ],
        "instructions": [
            "Gemüse auftauen lassen. Zwiebel schälen und fein würfeln. Öl in einer Pfanne erhitzen, Zwiebel darin andünsten. Gemüse zugeben und mitbraten. Mit Sahne ablöschen, mit Salz und Pfeffer würzen und ca. 5 Minuten köcheln lassen.",
            "Nudeln nach Packungsanweisung in Salzwasser kochen. Speck in einer Pfanne ohne Fett knusprig auslassen. Knoblauch schälen und fein hacken. Toast würfeln. Speck aus der Pfanne nehmen. Butter im Speckfett schmelzen. Knoblauch und Toastwürfel kurz darin braten.",
            "Nudeln abgießen, mit der Soße mischen. Mit Speck und Croutons anrichten."
        ]
    },
    {
        "url": "https://www.rewe.de/rezepte/vegetarisches-chili-chili-sin-carne/",
        "title": "Vegetarisches Chili (Chili sin carne)",
        "tags": [
            "Vegetarisch"
        ],
        "difficulty": "Mittel",
        "portions": "für 4 Portionen",
        "nutritionalInfo": {
            "Energie": "489 kcal",
            "Kohlenhydrate": "69,5 g",
            "Fett": "15,8 g",
            "Eiweiß": "25,9 g"
        },
        "ingredients": [
            "100 g Soja-Schnetzel",
            "450 ml Gemüsebrühe",
            "2 große Zwiebeln",
            "3 Knoblauchzehen",
            "2 rote Chilischoten",
            "1 rote Paprika",
            "2 gelbe Paprika",
            "1 Zucchini",
            "3 EL Öl",
            "1 TL Kreuzkümmel (gemahlen)",
            "500 ml passierte Tomaten (400 g)",
            "Salz",
            "1 Dose(n) Kidneybohnen (255 g)",
            "1 Dose(n) Mais (285 g)",
            "150 g Crème fraîche"
        ],
        "instructions": [
            "Soja-Schnetzel ca. 15 Minuten in heißer Gemüsebrühe einweichen. Zwiebeln und Knoblauch schälen und würfeln. Chilis waschen, entkernen und hacken. Paprikaschoten putzen, waschen und würfeln. Zucchini waschen und in Scheiben schneiden.",
            "Öl in einem großen Topf erhitzen. Zwiebeln, Knoblauch, Chilis und Kreuzkümmel darin anschwitzen. Soja-Schnetzel abgießen, ausdrücken und zugeben. Paprika und Zucchini zugeben und mit andünsten. Mit passierten Tomaten ablöschen und mit Salz würzen. Ca. 15 Minuten köcheln lassen.",
            "Kidneybohnen und Mais abgießen und zum Chili hinzufügen. Nochmals aufkochen und abschmecken. Mit einem Klecks Crème fraîche servieren. Dazu passt Reis."
        ]
    },
    {
        "url": "https://www.rewe.de/rezepte/blumenkohl-kartoffel-auflauf/",
        "title": "Blumenkohl-Kartoffel-Auflauf",
        "tags": [
            "Vegetarisch",
            "Kalorienarm"
        ],
        "difficulty": "Einfach",
        "portions": "für 4 Portionen",
        "nutritionalInfo": {
            "Energie": "447 kcal",
            "Kohlenhydrate": "36,5 g",
            "Fett": "27,9 g",
            "Eiweiß": "16,2 g"
        },
        "ingredients": [
            "1 kleiner REWE Regional Blumenkohl",
            "500 g REWE Regional Kartoffeln (vorwiegend festkochend)",
            "1 REWE Regional Zwiebel",
            "Salz",
            "1 EL Rapsöl",
            "300 ml Gemüsebrühe",
            "200 g Sahne",
            "1 TL Speisestärke",
            "Pfeffer",
            "Muskat",
            "100 g Gratinkäse"
        ],
        "instructions": [
            "Blumenkohl putzen und in Röschen teilen. Kartoffeln schälen und in Scheiben schneiden. Zwiebel schälen und fein hacken.",
            "Blumenkohl und Kartoffeln getrennt voneinander in kochendem Salzwasser ca. 5 Minuten blanchieren.",
            "Öl erhitzen und Zwiebeln darin anschwitzen. Gemüsebrühe sowie Sahne zugießen und etwas einköcheln lassen. Stärke mit einem EL Wasser verrühren, unterrühren und kurz aufkochen lassen. Mit Salz, Pfeffer und Muskat würzen.",
            "Kartoffeln und Blumenkohl in eine Auflaufform schichten. Sahnesoße darübergießen und mit Käse bestreuen. Im auf 175 °C Ober-/Unterhitze vorgeheizten Backofen 35-40 Minuten backen."
        ]
    },
    {
        "url": "https://www.rewe.de/rezepte/kartoffelgratin/",
        "title": "Kartoffelgratin mit Käse",
        "tags": [
            "Vegetarisch"
        ],
        "difficulty": "Mittel",
        "portions": "für 4 Portionen",
        "nutritionalInfo": {
            "Energie": "499 kcal",
            "Kohlenhydrate": "43,5 g",
            "Fett": "27,6 g",
            "Eiweiß": "19,5 g"
        },
        "ingredients": [
            "450 ml Milch",
            "2 Lorbeerblätter",
            "2 Zehe(n) Knoblauch",
            "2 EL Butter",
            "2 EL Weizenmehl Type 405",
            "50 ml Sahne",
            "Pfeffer",
            "Salz",
            "1 Prise(n) Muskat",
            "1 kg Kartoffeln",
            "200 g Gratinkäse"
        ],
        "instructions": [
            "Milch mit Lorbeerblättern und geschälten Knoblauchzehen kurz aufkochen und anschließend 15 Minuten ziehen lassen. Danach Knoblauch und Lorbeerblätter herausnehmen. Butter in einem Topf zerlassen, Mehl darübersieben und kurz anschwitzen. Milch unter ständigem Rühren dazugeben. Soße kurz aufkochen lassen und anschließend 10 Minuten köcheln lassen. Sahne dazugeben. Mit Pfeffer, Salz und Muskat würzen.",
            "Kartoffeln schälen und in dünne Scheiben hobeln. Auflaufform einfetten und die Kartoffelscheiben und die Soße abwechselnd in die Form schichten. Mit Gratinkäse bedecken.",
            "Kartoffelgratin im vorgeheizten Backofen bei 180 °C Ober-/Unterhitze 40-45 Minuten backen."
        ]
    },
    {
        "url": "https://www.rewe.de/rezepte/kartoffel-lauch-suppe/",
        "title": "Kartoffel-Lauch-Suppe",
        "tags": [
            "Vegetarisch",
            "Vegan",
            "Laktosefrei",
            "Zuckerfrei"
        ],
        "difficulty": "Einfach",
        "portions": "für 4 Portionen",
        "nutritionalInfo": {
            "Energie": "198 kcal",
            "Kohlenhydrate": "25,4 g",
            "Fett": "9,4 g",
            "Eiweiß": "5,4 g"
        },
        "ingredients": [
            "300 g Kartoffeln",
            "250 g Möhren",
            "250 g Lauch",
            "2 Zehe(n) Knoblauch",
            "2 EL Olivenöl",
            "3 EL REWE Bio Gemüsebrühe",
            "Thymian, gerebelt",
            "2 Lorbeerblätter",
            "0,5 TL REWE Beste Wahl Kurkuma",
            "1 Bio Zitrone",
            "30 g REWE Beste Wahl Mandeln gehobelt",
            "Salz",
            "Pfeffer"
        ],
        "instructions": [
            "Kartoffeln und Möhren schälen und in Würfel schneiden. Lauch putzen, in Ringe schneiden und waschen. Knoblauch schälen und fein würfeln.",
            "In einem Topf Olivenöl erhitzen, Kartoffeln, Möhren und Lauch ca. 3 Minuten anbraten. Knoblauch dazugeben und kurz mitbraten.",
            "Brühe in 1 l heißem Wasser anrühren und die Gemüsebrühe dazu gießen. Thymian, Lorbeerblätter und Kurkuma dazugeben und ca. 15 Minuten köcheln lassen.",
            "Von der Zitrone die Schale abreiben und eine Hälfte auspressen. Mandeln in einer Pfanne ohne Fett goldgelb anrösten.",
            "Lorbeerblätter entfernen, die Suppe pürieren, Zitronensaft dazugeben und mit Salz und Pfeffer würzen. Mandelblättchen und Zitronenschale über der Suppe verteilen und servieren."
        ]
    },
    {
        "url": "https://www.rewe.de/rezepte/schneller-nudelauflauf/",
        "title": "Schneller Nudelauflauf",
        "tags": [
            "Vegetarisch"
        ],
        "difficulty": "Einfach",
        "portions": "für 4 Portionen",
        "nutritionalInfo": {
            "Energie": "602 kcal",
            "Kohlenhydrate": "95 g",
            "Fett": "15,9 g",
            "Eiweiß": "23,8 g"
        },
        "ingredients": [
            "400 g Farfalle",
            "Salz",
            "1 Zucchini",
            "1 Aubergine",
            "2 Zwiebeln",
            "1 Zehe(n) Knoblauch",
            "1 EL Olivenöl",
            "2 Dose(n) stückige Tomaten (400 g)",
            "Pfeffer",
            "Paprikapulver edelsüß",
            "Zucker",
            "150 g Gratinkäse",
            "Basilikum"
        ],
        "instructions": [
            "Nudeln in Salzwasser sehr bissfest kochen.",
            "Zucchini und Aubergine waschen und in Würfel schneiden. Zwiebeln und Knoblauch schälen und fein hacken.",
            "Etwas Öl in einer Pfanne erhitzen und Zwiebeln und Knoblauch anschwitzen. Das Gemüse zugeben und anschwitzen. Tomaten zufügen und 5-10 Minuten köcheln lassen. Mit Salz, Pfeffer, Paprikapulver und Zucker abschmecken.",
            "Nudeln abgießen und zusammen mit dem Gemüse in einer gefetteten Auflaufform verteilen. Gut vermengen, mit dem Käse bestreuen und im auf 180 °C Ober-/Unterhitze vorgeheizten Backofen ca. 15-20 Minuten überbacken bis der Käse geschmolzen ist.",
            "Mit gehacktem Basilikum anrichten."
        ]
    },
    {
        "url": "https://www.rewe.de/rezepte/tortellini-pfanne-buntes-gemuese/",
        "title": "Tortellini-Pfanne mit buntem Gemüse",
        "tags": [],
        "difficulty": "Einfach",
        "portions": "für 4 Portionen",
        "nutritionalInfo": {
            "Energie": "760 kcal",
            "Kohlenhydrate": "94 g",
            "Fett": "32,6 g",
            "Eiweiß": "26 g"
        },
        "ingredients": [
            "1 Zwiebel",
            "1 Brokkoli",
            "250 g Cocktailtomaten",
            "Salz",
            "500 g Tortellini",
            "70 g Speck",
            "1 EL Rapsöl",
            "200 ml Sahne",
            "1 TL Speisestärke",
            "Pfeffer",
            "0,5 Bd. Schnittlauch"
        ],
        "instructions": [
            "Zwiebel schälen und fein würfeln. Brokkoli waschen und kleine Röschen abschneiden. Tomaten waschen und halbieren. Brokkoli in Salzwasser kurz blanchieren.",
            "Tortellini nach Packungsanweisung zubereiten.",
            "Speck in einer beschichteten Pfanne auslassen, dann beiseitestellen. Etwas Öl erhitzen und die Zwiebel anschwitzen. Mit Sahne ablöschen. Brokkoli, Tomaten und Tortellini zugeben und kurz mitköcheln. Soße mit Speisestärke bei Bedarf etwas andicken. Speck zufügen, mit Salz und Pfeffer abschmecken.",
            "Schnittlauch waschen, in Röllchen schneiden und Tortellini-Pfanne damit bestreuen."
        ]
    },
    {
        "url": "https://www.rewe.de/rezepte/kartoffelpuffer-selber-machen/",
        "title": "Kartoffelpuffer selber machen",
        "tags": [
            "Vegetarisch"
        ],
        "difficulty": "Einfach",
        "portions": "für 4 Portionen",
        "nutritionalInfo": {
            "Energie": "477 kcal",
            "Kohlenhydrate": "75 g",
            "Fett": "15,9 g",
            "Eiweiß": "9,9 g"
        },
        "ingredients": [
            "1 kg Kartoffeln (vorwiegend festkochend oder mehligkochend)",
            "1 Zwiebel",
            "2 Eier",
            "25 g Weizenmehl Type 405",
            "25 g zarte Haferflocken",
            "Salz",
            "Pfeffer",
            "Muskatnuss",
            "5 EL Butterschmalz",
            "1 Glas Apfelmus"
        ],
        "instructions": [
            "Kartoffeln schälen, waschen und auf der Gemüsereibe fein reiben. Zwiebel abziehen und sehr fein hacken.",
            "Kartoffelraspel in ein sauberes Küchentuch geben, das Tuch oben zusammendrehen und so die Flüssigkeit aus den Kartoffeln drücken.",
            "In einer großen Schüssel Kartoffelraspeln, Zwiebeln, Eier, Mehl und Haferflocken vermengen. Masse mit Salz und wenig Pfeffer sowie Muskatnuss würzen.",
            "2 EL Butterschmalz in einer beschichteten Pfanne erhitzen und mit Hilfe von zwei Esslöffeln aus der Kartoffelmasse flache Puffer in die Pfanne geben. Diese im heißen Fett von beiden Seiten bei mittlerer Hitze ca. 7 Minuten ausbacken. Mit dem restlichen Butterschmalz und Kartoffelmasse ebenso verfahren.",
            "Fertige Puffer auf Küchenpapier abtropfen lassen, warm halten und mit Apfelmus servieren."
        ]
    },
    {
        "url": "https://www.rewe.de/rezepte/american-pancakes/",
        "title": "American Pancakes",
        "tags": [
            "Kalorienarm"
        ],
        "difficulty": "Einfach",
        "portions": "für 8 Stücke",
        "nutritionalInfo": {
            "Energie": "252 kcal",
            "Kohlenhydrate": "35,9 g",
            "Fett": "9,8 g",
            "Eiweiß": "5,4 g"
        },
        "ingredients": [
            "50 g Butter",
            "250 g Weizenmehl Type 405",
            "80 g Zucker",
            "2 TL Backpulver",
            "0,5 TL Salz",
            "300 ml Milch",
            "1 Ei (Zimmertemperatur)",
            "2 EL Öl"
        ],
        "instructions": [
            "Butter schmelzen. Mehl, Zucker, Backpulver und Salz verrühren.",
            "Flüssige Butter mit Milch und Ei verquirlen. Die flüssigen zu den trockenen Zutaten geben und mit einem Schneebesen verrühren.",
            "Pfanne leicht (!) einfetten und bei mittlerer Hitze die Pancakes nacheinander ausbacken. Wenn sich Blasen auf der Oberfläche bilden, wenden und auf der anderen Seite kurz ausbacken."
        ]
    },
    {
        "url": "https://www.rewe.de/rezepte/vegane-pasta-blumenkohlsosse/",
        "title": "Vegane Pasta in Blumenkohlsosse",
        "tags": [
            "Vegetarisch",
            "Vegan",
            "Laktosefrei"
        ],
        "difficulty": "Einfach",
        "portions": "für 4 Portionen",
        "nutritionalInfo": {
            "Energie": "510 kcal",
            "Kohlenhydrate": "86,6 g",
            "Fett": "11,1 g",
            "Eiweiß": "23,4 g"
        },
        "ingredients": [
            "1 Kopf Blumenkohl",
            "1 Schalotte",
            "2 EL Öl",
            "500 ml Gemüsebrühe",
            "400 g Vollkorn-Spaghetti",
            "Salz",
            "300 ml Sojadrink",
            "2 Zehe(n) Knoblauch",
            "3 EL Hefeflocken",
            "0,5 Zitrone",
            "0,5 Bd. Petersilie",
            "Pfeffer aus der Mühle"
        ],
        "instructions": [
            "Blumenkohl waschen und grob in Röschen teilen. Schalotte schälen, würfeln, im heißen Öl anbraten, herausnehmen.",
            "Gemüsebrühe in denselben Topf gießen und den Blumenkohl darin ca. 10 Minuten kochen.",
            "Nudeln in kochendem Salzwasser bissfest garen.",
            "Blumenkohl mit der Brühe, den Zwiebelwürfeln, Sojamilch und den geschälten Knoblauchzehen zu einer cremigen Soße pürieren. Mit Salz, Hefeflocken und Zitronensaft abschmecken. Soße nochmals erwärmen.",
            "Petersilie waschen, trocken schütteln und hacken. Nudeln mit der Soße anrichten und mit Petersilie bestreuen."
        ]
    },
    {
        "url": "https://www.rewe.de/rezepte/schnelle-brokkoli-nudelpfanne-hirtenkaese/",
        "title": "Schnelle Brokkoli-Nudelpfanne mit Hirtenkäse",
        "tags": [
            "Vegetarisch"
        ],
        "difficulty": "Einfach",
        "portions": "für 4 Portionen",
        "nutritionalInfo": {
            "Energie": "618 kcal",
            "Kohlenhydrate": "82,2 g",
            "Fett": "23 g",
            "Eiweiß": "24,2 g"
        },
        "ingredients": [
            "1 Zwiebel",
            "2 Zehe(n) Knoblauch",
            "2 EL ja! Olivenöl",
            "400 g ja! Brokkoli (TK)",
            "100 ml ja! Gemüsebrühe",
            "100 g ja! Schlagsahne",
            "ja! Salz",
            "ja! Pfeffer",
            "1 TL ja! Paprikapulver edelsüß",
            "400 g ja! Nudeln (z. B. Fusilli)",
            "200 g ja! Hirtenkäse"
        ],
        "instructions": [
            "Zwiebel und Knoblauch schälen und fein würfeln.",
            "In einer großen Pfanne das Olivenöl bei mittlerer Temperatur erhitzen. Zwiebel und Knoblauch darin andünsten, bis sie weich sind. Tiefgefrorenen Brokkoli, Gemüsebrühe und die Schlagsahne untermengen. Mit Salz, Pfeffer und Paprikapulver abschmecken und ca. 10 Minuten köcheln lassen.",
            "Parallel die Nudeln laut Packungsanleitung zubereiten. Anschließend in einem Sieb über der Spüle abgießen.",
            "Die heißen Nudeln zum Gemüse in die Pfanne geben und einmal durchmischen. Den Hirtenkäse kurz vor dem Servieren über die Nudelpfanne bröseln."
        ]
    },
    {
        "url": "https://www.rewe.de/rezepte/pasta-erbsen-joghurt-sosse/",
        "title": "Pasta mit Erbsen-Joghurt-Soße",
        "tags": [
            "Vegetarisch"
        ],
        "difficulty": "Einfach",
        "portions": "für 4 Portionen",
        "nutritionalInfo": {
            "Energie": "806 kcal",
            "Kohlenhydrate": "110 g",
            "Fett": "28,6 g",
            "Eiweiß": "30,7 g"
        },
        "ingredients": [
            "225 g REWE Bio Erbsen (TK)",
            "500 g Orecchiette",
            "Salz",
            "1 Bio Zitrone",
            "50 g REWE Beste Wahl Pinienkerne",
            "15 g Minze",
            "1 Zehe(n) Knoblauch",
            "250 g griechischer Joghurt",
            "150 g REWE Bio Feta",
            "2 EL REWE Bio natives Olivenöl",
            "Pfeffer"
        ],
        "instructions": [
            "Erbsen auftauen lassen. Nudeln nach Packungsanweisung in Salzwasser kochen.",
            "In der Zwischenzeit Zitrone waschen, Schale abreiben. Pinienkerne in einer Pfanne ohne Fett goldgelb rösten. Minze waschen, trockenschütteln und Blättchen abzupfen.",
            "Knoblauch abziehen. Joghurt mit 100 g Feta, Olivenöl, aufgetaute Erbsen und Knoblauch pürieren. mit Zitronenschale, Salz und Pfeffer kräftig würzen.",
            "Nudeln abgießen, dabei 1 Suppenkelle Wasser auffangen. Joghurt-Soße und Nudelwasser zu Nudeln geben und vorsichtig verrühren. Übrigen Feta grob zerbröseln.",
            "Mit Pinienkernen, Feta und Minze garniert servieren."
        ]
    },
    {
        "url": "https://www.rewe.de/rezepte/spaghetti-schlemmerteller-haehnchen-getrocknete-tomaten/",
        "title": "Spaghetti mit Hähnchen & getrockneten Tomaten",
        "tags": [
            "Laktosefrei"
        ],
        "difficulty": "Einfach",
        "portions": "für 4 Portionen",
        "nutritionalInfo": {
            "Energie": "997 kcal",
            "Kohlenhydrate": "165 g",
            "Fett": "19,1 g",
            "Eiweiß": "49,7 g"
        },
        "ingredients": [
            "400 g ja! Hähnchenbrust-Filetsteaks",
            "280 g ja! junge Erbsen",
            "4 TL ja! Pinienkerne",
            "8 ja! Getrocknete Tomaten",
            "6 EL ja! Olivenöl",
            "Salz",
            "800 g ja! Spaghetti",
            "Pfeffer"
        ],
        "instructions": [
            "Die Hähnchenbrust-Filetsteaks und die Erbsen auftauen lassen.",
            "Die Pinienkerne in einer Pfanne ohne Fett anrösten und herausnehmen. Getrocknete Tomaten in feine Stücke schneiden.",
            "3 EL Olivenöl in einer Pfanne erhitzen, die Hähnchenbrust-Filetsteaks darin rundherum goldbraun braten und durchgaren. Aus der Pfanne nehmen und warm halten.",
            "Einen großen Topf mit Salzwasser aufsetzen. Pasta in das kochende Wasser geben, nach Packungsanweisung al dente garen. Abgießen und kurz beiseite stellen.",
            "2 EL Olivenöl in die Pfanne, in der vorher das Fleisch war, geben und die Erbsen darin kurz anbraten. Die getrockneten Tomaten dazu geben, dann die Spaghetti dazugeben. 1 EL Olivenöl darüber geben, alles bei mittlerer Hitze vermengen und kurz braten.",
            "Hähnchenbrust in Scheiben schneiden. Spaghetti auf Teller verteilen, mit Pinienkernen bestreuen und die aufgeschnittene Hähnchenbrust darauf legen. Mit Pfeffer und Salz würzen und sofort servieren."
        ]
    },
    {
        "url": "https://www.rewe.de/rezepte/one-pot-gnocchi-tomaten-mozzarella-sosse/",
        "title": "One-Pot-Gnocchi in cremiger Tomaten-Mozzarellasoße",
        "tags": [
            "Vegetarisch"
        ],
        "difficulty": "Einfach",
        "portions": "für 4 Portionen",
        "nutritionalInfo": {
            "Energie": "679 kcal",
            "Kohlenhydrate": "100,5 g",
            "Fett": "22,1 g",
            "Eiweiß": "20,8 g"
        },
        "ingredients": [
            "1 Zwiebel",
            "1 Zehe(n) Knoblauch",
            "30 g Basilikum",
            "3 EL Sonnenblumenöl",
            "1 EL brauner Zucker",
            "2 EL Tomatenmark",
            "2 Dose(n) gehackte Tomaten",
            "200 ml Gemüsebrühe",
            "Salz",
            "Pfeffer",
            "1 kg Gnocchi",
            "255 g REWE Beste Wahl Mini-Mozzarella"
        ],
        "instructions": [
            "Zwiebel und Knoblauch schälen und fein hacken. Basilikum waschen und in feine Streifen schneiden.",
            "Sonnenblumenöl in einer Pfanne erhitzen und Zwiebeln darin bei mittlerer Hitze glasig dünsten. Knoblauch und Zucker hinzufügen und karamellisieren lassen. Dann das Tomatenmark hinzugeben und kurz mitrösten.",
            "Mit gehackten Tomaten und Gemüsebrühe ablöschen und kräftig mit Salz und Pfeffer würzen. Gnocchi in die Soße geben und alles 5-10 Minuten köcheln lassen. Vom Herd nehmen und Basilikum und Mozzarella unterrühren, bis der Käse Fäden zieht."
        ]
    },
    {
        "url": "https://www.rewe.de/rezepte/griechische-bauernpfanne-ei/",
        "title": "Griechische Bauernpfanne",
        "tags": [
            "Vegetarisch"
        ],
        "difficulty": "Mittel",
        "portions": "für 2 Portionen",
        "nutritionalInfo": {
            "Energie": "595 kcal",
            "Kohlenhydrate": "38,5 g",
            "Fett": "35,3 g",
            "Eiweiß": "32,3 g"
        },
        "ingredients": [
            "2 Tomaten",
            "1 Paprika",
            "1 rote Zwiebel",
            "1 EL Öl",
            "2 EL Tomatenmark",
            "Salz",
            "Pfeffer",
            "Oregano",
            "4 Eier",
            "1 Pck. Feta",
            "rustikales Weizenbrot"
        ],
        "instructions": [
            "Tomaten und Paprika waschen. Zusammen mit der Zwiebel in kleine Würfel schneiden.",
            "Pfanne erhitzen, Öl zugeben und die Zwiebeln andünsten. Paprika hinzugeben, einige Minuten schwenken. Zuletzt Tomaten und das Tomatenmark zugeben. Mit Salz, Pfeffer und Oregano würzen. Kurz umrühren und in eine Schüssel füllen.",
            "Pfanne wieder auf die Flamme stellen. Vier Eier dicht beieinander in die Pfanne geben. Die Spiegeleier leicht stocken lassen. Das Gemüse über den Eiern verteilen.",
            "Feta in zwei Teile brechen, mit der Hand über der Pfanne zerbröseln, einen Teil fein, einen Teil grob. Pfanne abdecken, Käse anschmelzen lassen.",
            "Noch etwas Oregano über die Eier streuen und in der Pfanne servieren. Dazu passt ein Stück rustikales Brot."
        ]
    },
    {
        "url": "https://www.rewe.de/rezepte/kartoffel-moehren-suppe-curry-croutons/",
        "title": "Möhrensuppe mit Kartoffeln und Curry-Croûtons",
        "tags": [
            "Vegetarisch",
            "Vegan",
            "Laktosefrei",
            "Kalorienarm"
        ],
        "difficulty": "Einfach",
        "portions": "für 4 Personen",
        "nutritionalInfo": {
            "Energie": "398 kcal",
            "Kohlenhydrate": "67 g",
            "Fett": "12,1 g",
            "Eiweiß": "8,8 g"
        },
        "ingredients": [
            "1 kg REWE Bio Möhren",
            "750 g Kartoffeln",
            "4 EL Öl",
            "1 Zwiebel",
            "4 TL REWE Bio Gemüsebrühe (Instant)",
            "4 Scheibe(n) Toastbrot",
            "2 TL mildes Currypulver",
            "Salz",
            "schwarzer Pfeffer aus der Mühle",
            "0,5 Bd. glatte Petersilie"
        ],
        "instructions": [
            "Möhren und Kartoffeln waschen, schälen und in Stücke schneiden. 2 EL Öl in einem Topf erhitzen, Möhren und Kartoffeln darin anbraten. Zwiebel schälen, in dünne Ringe schneiden und hinzufügen. Mit 1,25 l Wasser ablöschen, Brühe einrühren und aufkochen lassen. Ca. 15 Minuten zugedeckt köcheln lassen.",
            "Inzwischen Brot entrinden und in Würfel schneiden. Restliches Öl in einer Pfanne erhitzen, Brotwürfel darin ca. 5 Minuten bei mittlerer Hitze rösten. Dabei Curry darüberstäuben. Mit Salz und Pfeffer würzen.",
            "Petersilie waschen, trocken tupfen, Blättchen abzupfen und in feine Streifen schneiden. Suppe mit einem Kartoffelstampfer grob zerkleinern. Mit Salz und Pfeffer würzen. Mit Petersilie bestreuen. Dazu die Curry-Croûtons servieren."
        ]
    },
    {
        "url": "https://www.rewe.de/rezepte/reispfanne-gemuese/",
        "title": "Reispfanne mit Gemüse",
        "tags": [
            "Vegetarisch",
            "Vegan",
            "Laktosefrei",
            "Kalorienarm"
        ],
        "difficulty": "Einfach",
        "portions": "für 4 Portionen",
        "nutritionalInfo": {
            "Energie": "295 kcal",
            "Kohlenhydrate": "53,9 g",
            "Fett": "6,6 g",
            "Eiweiß": "7,9 g"
        },
        "ingredients": [
            "150 g ja! Parboiled Spitzenreis",
            "Salz",
            "2 rote Paprika",
            "1 Zwiebel",
            "1 Dose(n) ja! Mais (285 g)",
            "2 EL ja! Rapsöl",
            "100 g ja! TK Erbsen",
            "Kräutersalz"
        ],
        "instructions": [
            "Reis nach Packungsanweisung in Salzwasser gar kochen.",
            "Paprika waschen, das Kerngehäuse entfernen und in Würfel schneiden. Zwiebel schälen und in Streifen schneiden. Mais abtropfen lassen.",
            "Öl in einer Pfanne erhitzen und die Zwiebeln goldbraun anbraten. Gekochten Reis, Paprika, Mais und Erbsen zugeben und alles kurz mit andünsten, bis die Erbsen gar sind. Mit Kräutersalz abschmecken."
        ]
    },
    {
        "url": "https://www.rewe.de/rezepte/klassische-linsensuppe/",
        "title": "Klassische Linsensuppe",
        "tags": [
            "Vegetarisch",
            "Laktosefrei",
            "Kalorienarm",
            "Fettarm"
        ],
        "difficulty": "Einfach",
        "portions": "für 4 Portionen",
        "nutritionalInfo": {
            "Energie": "312 kcal",
            "Kohlenhydrate": "51,2 g",
            "Fett": "8,2 g",
            "Eiweiß": "15,2 g"
        },
        "ingredients": [
            "200 g Berglinsen",
            "1 l Gemüsebrühe (oder Rinderbrühe)",
            "300 g Kartoffeln",
            "1 Bd. Suppengrün",
            "1 EL Butterschmalz",
            "0,5 Bd. Petersilie",
            "3 EL Weißweinessig",
            "Pfeffer",
            "Salz",
            "Schnittlauch"
        ],
        "instructions": [
            "Linsen waschen, abtropfen lassen und 15 Minuten in der Brühe kochen.",
            "Währenddessen Kartoffeln und Suppengrün waschen, schälen und in sehr feine Würfel schneiden.",
            "Butterschmalz in einem zweiten Topf erhitzen und Kartoffeln und Suppengrün darin andünsten. Brühe mit den Linsen über das Gemüse geben und nochmals 10 Minuten köcheln.",
            "Petersilie waschen, trocken schütteln, hacken und in die Suppe geben. Suppe mit Essig, Pfeffer und Salz abschmecken und nach Belieben mit Schnittlauch garnieren."
        ]
    },
    {
        "url": "https://www.rewe.de/rezepte/mini-cordon-bleu-erbsenpueree-tomaten-mais-salat/",
        "title": "Mini Cordon Bleu mit Erbsenpüree und Tomaten-Mais-Salat",
        "tags": [],
        "difficulty": "Einfach",
        "portions": "für 4 Portionen",
        "nutritionalInfo": {
            "Energie": "641 kcal",
            "Kohlenhydrate": "56,3 g",
            "Fett": "34,6 g",
            "Eiweiß": "29,4 g"
        },
        "ingredients": [
            "500 g Kartoffeln",
            "Salz",
            "300 g ja! Junge Erbsen (TK)",
            "400 g Cherry Rispentomaten Dulcita",
            "140 g ja! Sonnen-Mais natursüß",
            "15 g Schnittlauch",
            "8 EL ja! Rapsöl",
            "2 EL Essig",
            "1 TL Honig",
            "1 Spritzer Orangensaft",
            "Pfeffer",
            "1 EL Butter",
            "100 g Schlagsahne",
            "1 Prise(n) Muskatnuss",
            "400 g ja! Mini Cordon Bleu"
        ],
        "instructions": [
            "Kartoffeln schälen, waschen, klein schneiden und in kochendem Salzwasser ca. 15 Minuten garen. Ca. 5 Minuten vor Ende der Garzeit die Erbsen zu den Kartoffeln geben.",
            "Tomaten waschen, halbieren. Mais abtropfen lassen. Schnittlauch in Röllchen schneiden. Alles in eine Schüssel geben. 4 EL Öl mit Essig, Honig und Orangensaft zu einem Dressing verrühren. Mit Salz und Pfeffer würzen.",
            "Zimmerwarme Butter und Sahne zu den Kartoffeln und Erbsen geben und grob zerstampfen. Mit Salz, Pfeffer und Muskatnuss abschmecken. Warm halten.",
            "Mini Cordon Bleu in einer beschichteten Pfanne mit 4 EL Rapsöl bei mittlerer Hitze 6-8 Minuten braten.",
            "Dressing über den Salat gießen. Mini Cordon Bleu mit Erbsenpüree und Salat anrichten."
        ]
    },
    {
        "url": "https://www.rewe.de/rezepte/zitronen-linguine-rucola/",
        "title": "Zitronen-Linguine mit Rucola",
        "tags": [
            "Vegetarisch",
            "Vegan",
            "Laktosefrei"
        ],
        "difficulty": "Einfach",
        "portions": "für 4 Portionen",
        "nutritionalInfo": {
            "Energie": "463 kcal",
            "Kohlenhydrate": "82,2 g",
            "Fett": "9,3 g",
            "Eiweiß": "14,8 g"
        },
        "ingredients": [
            "400 g Linguine",
            "Salz",
            "2 rote Paprika",
            "200 g Rucola",
            "1 Bio-Zitrone",
            "1 Zehe(n) Knoblauch",
            "3 EL Olivenöl",
            "Pfeffer"
        ],
        "instructions": [
            "Linguine nach Packungsanweisung in Salzwasser zubereiten.",
            "Paprika waschen, Kerne entfernen und in kleine Würfel schneiden. Rucola verlesen, waschen und trocken schütteln. Zitrone unter heißem Wasser waschen, gut abtrocknen und anschließend die Schale abreiben. Zitrone dann halbieren und eine Hälfte auspressen. Knoblauch schälen und fein hacken.",
            "Öl erhitzen und Paprika sowie Knoblauch anschwitzen.",
            "Nudeln abgießen, 200 ml Nudelwasser auffangen. Nudeln mit dem aufgefangenen Wasser in die Pfanne geben und mit den Paprika vermischen.",
            "Rucola und abgeriebene Zitronenschale unterrühren und mit Salz, Pfeffer und Zitronensaft abschmecken."
        ]
    },
    {
        "url": "https://www.rewe.de/rezepte/winterliche-kohlpfanne/",
        "title": "Winterliche Kohlpfanne",
        "tags": [
            "Vegetarisch",
            "Vegan",
            "Laktosefrei"
        ],
        "difficulty": "Einfach",
        "portions": "für 4 Portionen",
        "nutritionalInfo": {
            "Energie": "526 kcal",
            "Kohlenhydrate": "60,6 g",
            "Fett": "25,1 g",
            "Eiweiß": "18,7 g"
        },
        "ingredients": [
            "1 Spitzkohl",
            "2 Zwiebeln",
            "185 g REWE Bio Räuchertofu",
            "4 EL Rapsöl",
            "1 TL Kümmel",
            "200 ml Gemüsebrühe",
            "Pfeffer",
            "240 g REWE Bio Naturreis",
            "3 EL Haselnusskerne"
        ],
        "instructions": [
            "Spitzkohl vierteln, den Strunk entfernen und in feine Streifen schneiden. Zwiebeln schälen und in Streifen schneiden. Tofu fein würfeln.",
            "Öl in einer Pfanne erhitzen und Zwiebeln und Tofu goldbraun anrösten. Kohl und Kümmel zugeben, mit anrösten und mit Gemüsebrühe aufgießen. 20 Minuten köcheln lassen und mit Pfeffer abschmecken.",
            "Reis nach Packungsanweisung kochen. Haselnüsse in einer Pfanne ohne Fett rösten und grob hacken. Reis mit der Kohlpfanne servieren und mit Haselnüssen garnieren."
        ]
    },
    {
        "url": "https://www.rewe.de/rezepte/griechische-bowl/",
        "title": "Griechische Bowl",
        "tags": [
            "Glutenfrei"
        ],
        "difficulty": "Einfach",
        "portions": "für 4 Portionen",
        "nutritionalInfo": {
            "Energie": "847 kcal",
            "Kohlenhydrate": "81,4 g",
            "Fett": "38,9 g",
            "Eiweiß": "44,4 g"
        },
        "ingredients": [
            "320 g ja! Parboiled Spitzenreis",
            "Salz",
            "1 EL ja! Olivenöl",
            "500 g Gyrosfleisch",
            "0,5 Gurke",
            "2 Zehe(n) Knoblauch",
            "200 g ja! Vollmilch-Joghurt",
            "Pfeffer",
            "200 g Cherrytomaten",
            "150 g ja! Hirtenkäse",
            "15 g Petersilie",
            "500 g ja! Krautsalat mit grüner Paprika"
        ],
        "instructions": [
            "Reis nach Packungsanweisung in Salzwasser kochen.",
            "Öl in einer Pfanne erhitzen, Fleisch ca. 10 Minuten rundherum braten.",
            "Für das Tzatziki Gurke waschen, reiben, Wasser ausdrücken. Knoblauch schälen, fein hacken. Joghurt mit Gurke und Knoblauch verrühren. Mit Salz und Pfeffer würzen.",
            "Tomaten waschen und halbieren. Hirtenkäse in Würfel schneiden. Petersilie waschen und hacken.",
            "Reis auf 4 Schalen verteilen. Krautsalat, Tzatziki, Tomaten, Hirtenkäse und Gyros auf dem Reis anrichten und mit Petersilie bestreut servieren. Mit Salz und Pfeffer würzen."
        ]
    },
    {
        "url": "https://www.rewe.de/rezepte/cremiger-low-carb-auflauf-haehnchen/",
        "title": "Cremiger Low-Carb Brokkoli-Auflauf mit Hähnchen",
        "tags": [
            "Low Carb"
        ],
        "difficulty": "Einfach",
        "portions": "für 4 Portionen",
        "nutritionalInfo": {
            "Energie": "597 kcal",
            "Kohlenhydrate": "12,5 g",
            "Fett": "37,5 g",
            "Eiweiß": "55,2 g"
        },
        "ingredients": [
            "4 Stück Hähnchenbrustfilets",
            "1 Zwiebel",
            "1 Zehe(n) Knoblauch",
            "0,5 Bd. frische Petersilie",
            "600 g Brokkoli",
            "2 EL Rapsöl",
            "200 ml Brühe",
            "100 ml Sahne",
            "200 g Sahneschmelzkäse",
            "Salz",
            "Pfeffer",
            "100 g Gratinkäse"
        ],
        "instructions": [
            "Hähnchen in Würfel schneiden. Zwiebel und Knoblauch schälen und fein würfeln. Petersilie waschen und fein hacken. Brokkoli waschen und die Röschen abtrennen. Brokkoliröschen in reichlich Salzwasser für 3-4 Minuten blanchieren und anschließend in Eiswasser kalt abschrecken.",
            "Öl in einer Pfanne erhitzen. Hähnchen darin scharf anbraten. Dann die Zwiebeln und den Knoblauch dazugeben und 1-2 Minuten mitbraten. Alles mit der Brühe ablöschen und Sahne und Schmelzkäse hinzufügen. Unter Rühren kurz aufkochen und köcheln lassen, bis der Schmelzkäse sich vollständig gelöst hat. Mit Salz und Pfeffer abschmecken. Dann den Brokkoli dazugeben.",
            "Alles in eine ofenfeste Form geben, mit dem Käse bestreuen und im vorgeheizten Backofen bei 180 °C Ober-/Unterhitze für 20 Minuten backen. Nach dem Backen mit frischer Petersilie bestreuen."
        ]
    },
    {
        "url": "https://www.rewe.de/rezepte/gefuellte-paprika-vegetarisch/",
        "title": "Gefüllte Paprika Vegetarisch",
        "tags": [
            "Vegetarisch",
            "Kalorienarm"
        ],
        "difficulty": "Einfach",
        "portions": "für 4 Portionen",
        "nutritionalInfo": {
            "Energie": "431 kcal",
            "Kohlenhydrate": "59,1 g",
            "Fett": "14,8 g",
            "Eiweiß": "18,7 g"
        },
        "ingredients": [
            "250 g Couscous",
            "4 Paprika",
            "500 g Blattspinat",
            "1 Zehe(n) Knoblauch",
            "1 Zwiebel",
            "1 EL Öl",
            "Salz",
            "Pfeffer",
            "Chiligewürz",
            "150 g Feta",
            "300 ml Gemüsebrühe"
        ],
        "instructions": [
            "Couscous nach Packungsanweisung zubereiten. Backofen auf 200°C Ober-/ Unterhitze vorheizen.",
            "Paprika waschen, Deckel abschneiden und die Kerne entfernen. Spinat waschen, trocken schleudern und ggf. lange Stiele entfernen. Knoblauch und Zwiebel schälen und fein hacken.",
            "1 EL Öl erhitzen und Zwiebel, Knoblauch und Spinat anschwitzen, bis der Spinat zusammengefallen ist. Mit Salz, Pfeffer und Chiligewürz abschmecken.",
            "Feta zerbröseln, mit dem Couscous und dem Spinat vermischen. Die Masse in die Paprikaschoten füllen.",
            "Paprika nebeneinander in eine Auflaufform füllen, die Gemüsebrühe angießen und im vorgeheizten Backofen ca. 20-30 Minuten garen."
        ]
    },
    {
        "url": "https://www.rewe.de/rezepte/bami-goreng/",
        "title": "Bami Goreng",
        "tags": [
            "Laktosefrei"
        ],
        "difficulty": "Einfach",
        "portions": "für 4 Portionen",
        "nutritionalInfo": {
            "Energie": "549 kcal",
            "Kohlenhydrate": "68,9 g",
            "Fett": "10,2 g",
            "Eiweiß": "46,8 g"
        },
        "ingredients": [
            "250 g Mie-Nudeln",
            "1 Stück Ingwer",
            "2 Zehe(n) Knoblauch",
            "50 g Ketjap Manis",
            "8 EL Sojasauce",
            "1 TL Sambal Oelek",
            "1 TL Currypulver",
            "1 EL Wasser",
            "1 TL Speisestärke",
            "1 Pak Choi",
            "0,5 Bd. Frühlingszwiebeln",
            "200 g Zuckerschoten",
            "2 Möhren",
            "2 Hühnerbrüste",
            "3 EL Öl",
            "90 g Garnelen verzehrfertig"
        ],
        "instructions": [
            "Nudeln nach Packungsanweisung al dente kochen und abgießen.",
            "Ingwer und Knoblauch schälen und fein würfeln. Mit Ketjap Manis, 6 EL Sojasauce, Sambal Oelek und Currypulver zu einer Marinade verrühren. 1 EL kaltes Wasser mit 1 TL Speisestärke verrühren und dazugeben.",
            "Pak Choi, Frühlingszwiebeln und Zuckerschoten waschen. Möhren schälen. Pak Choi in Streifen und Möhren in Stifte schneiden. Frühlingszwiebeln in feine Ringe schneiden. Die Zuckerschoten von den harten Enden befreien und ggf. störende Fäden abziehen.",
            "Hähnchenbrust in Würfel schneiden. 2 El Öl in einem Wok erhitzen. Die Hähnchenbrust darin 5-7 Min. von allen Seiten anbraten und beiseite legen. Restliches Öl in die Pfanne geben und das Gemüse, mit Ausnahme der Frühlingszwiebeln, darin scharf anbraten. Kurz bevor das Gemüse gar ist, Hähnchen, Garnelen, Nudeln und die Marinade hinzufügen. Alles vermischen und für weitere 2-3 Minuten in der Pfanne schwenken.",
            "Nudeln auf 4 Teller verteilen, mit Sojasauce beträufeln und mit Frühlingszwiebeln bestreuen."
        ]
    },
    {
        "url": "https://www.rewe.de/rezepte/zucchini-puffer-feta/",
        "title": "Zucchini-Puffer mit Feta",
        "tags": [
            "Vegetarisch",
            "Low Carb",
            "Kalorienarm"
        ],
        "difficulty": "Einfach",
        "portions": "für 4 Portionen",
        "nutritionalInfo": {
            "Energie": "252 kcal",
            "Kohlenhydrate": "13,1 g",
            "Fett": "17,5 g",
            "Eiweiß": "11,2 g"
        },
        "ingredients": [
            "2 große Zucchini",
            "Salz",
            "1 Ei (L)",
            "4 EL Weizenmehl Type 405",
            "Pfeffer",
            "130 g Feta",
            "3 EL Rapsöl"
        ],
        "instructions": [
            "Zucchini waschen und grob reiben. Leicht salzen und 5 Minuten stehen lassen. Raspel gut ausdrücken und die Flüssigkeit abgießen.",
            "Ei, Mehl, Salz und Pfeffer hinzufügen und gut vermischen. Feta dazu krümeln und ebenfalls vermischen.",
            "Öl in einer großen Pfanne erhitzen und nach und nach Puffer nach beliebiger Größe ausbacken. Mehrmals wenden und heiß servieren. Dazu schmeckt ein Joghurt- oder Kräuterdip."
        ]
    },
    {
        "url": "https://www.rewe.de/rezepte/huehnersuppe/",
        "title": "Hühnersuppe",
        "tags": [
            "Laktosefrei",
            "Kalorienarm"
        ],
        "difficulty": "Mittel",
        "portions": "für 4 Personen",
        "nutritionalInfo": {
            "Energie": "436 kcal",
            "Kohlenhydrate": "36,1 g",
            "Fett": "18,2 g",
            "Eiweiß": "34,3 g"
        },
        "ingredients": [
            "100 g Lauch",
            "100 g Möhren",
            "150 g Knollensellerie",
            "1 Zwiebel",
            "50 g Blumenkohl",
            "1 Bd. Petersilie",
            "4 REWE Bio Hähnchenschenkel",
            "3 TL Salz",
            "3 TL Pfeffer",
            "1 REWE Beste Wahl Lorbeerblatt",
            "150 g Suppennudeln"
        ],
        "instructions": [
            "Lauch putzen und gründlich waschen. Möhre schälen und längs halbieren. Sellerie schälen und in Würfel schneiden. Zwiebel mit Schale halbieren. Blumenkohl in kleine Röschen schneiden. Petersilie waschen und trocken schütteln.",
            "In einem großen Topf Hähnchenschenkel mit kaltem Wasser vollständig bedecken und langsam bis zum Siedepunkt erhitzen. Den Schaum mit einem kleinen feinmaschigen Sieb abschöpfen. Lauch, Zwiebel, Sellerie, 50 g Möhren und die Hälfte der Petersilie dazugeben.",
            "Salz, Pfeffer und Lorbeerblatt zugeben und Suppe für weitere 90 Minuten auf kleiner Hitze ohne Deckel leicht simmern lassen.",
            "Hähnchen aus dem Topf nehmen und das Fleisch von den Knochen lösen. Fleisch in kleine Stücke schneiden. Beiseite stellen. Übrige Petersilie fein hacken.",
            "Suppe durch ein Sieb in einen neuen Topf abgießen. Die übrigen Möhren und den Blumenkohl in die Brühe geben und 5-10 Minuten darin köcheln lassen. Fleisch zugeben und Suppe abschmecken. Suppennudeln separat al dente kochen.",
            "Hühnersuppe mit den Suppennudeln auf vier Suppenschüsseln verteilen und mit Petersilie bestreuen."
        ]
    },
    {
        "url": "https://www.rewe.de/rezepte/kichererbsen-curry/",
        "title": "Kichererbsen Curry",
        "tags": [
            "Vegetarisch"
        ],
        "difficulty": "Einfach",
        "portions": "für 4 Portionen",
        "nutritionalInfo": {
            "Energie": "645 kcal",
            "Kohlenhydrate": "91,4 g",
            "Fett": "25,1 g",
            "Eiweiß": "18 g"
        },
        "ingredients": [
            "1 Zwiebel",
            "2 EL Öl",
            "2 EL Tikka Masala Gewürzmischung",
            "1 Dose(n) stückige Tomaten (400 g)",
            "1 Dose(n) passierte Tomaten (400 g)",
            "2 Dose(n) ja! Kichererbsen (à 265 g)",
            "250 g ja! Basmati Reis",
            "200 g Sahne",
            "Salz",
            "1 Limette"
        ],
        "instructions": [
            "Zwiebel schälen und in Streifen schneiden. Öl in einem Topf erhitzen und die Zwiebeln goldbraun anrösten. Tikka Masala Gewürz dazugeben und ebenfalls kurz anrösten.",
            "Kichererbsen abtropfen lassen. Stückige Tomaten, passierte Tomaten und Kichererbsen zugeben und das Ganze 10 Min. köcheln lassen. Reis nach Packungsanweisung zubereiten.",
            "Sahne unter das Curry rühren und mit Salz abschmecken.",
            "Limette in Spalten schneiden und zum Curry servieren."
        ]
    },
    {
        "url": "https://www.rewe.de/rezepte/tacos-mexikanische-spezialitaet-hackfleisch/",
        "title": "Tacos - Mexikanische Spezialität mit Hackfleisch",
        "tags": [],
        "difficulty": "Einfach",
        "portions": "für 6 Portionen",
        "nutritionalInfo": {
            "Energie": "562 kcal",
            "Kohlenhydrate": "48,4 g",
            "Fett": "30,6 g",
            "Eiweiß": "28,6 g"
        },
        "ingredients": [
            "1 Zwiebel",
            "1 Knoblauchzehe",
            "2 EL Olivenöl",
            "500 g Rinderhackfleisch",
            "1 Dose(n) Kidneybohnen (255 g)",
            "1 Dose(n) Mais (285 g)",
            "500 ml pürierte Tomaten",
            "Salz",
            "schwarzer Pfeffer",
            "0,5 TL Paprika, edelsüß",
            "0,5 TL Cayennepfeffer",
            "0,25 TL Kreuzkümmel (gemahlen)",
            "1 Lorbeerblatt",
            "200 g Crème fraîche",
            "1 Limette",
            "0,5 Bd. Frühlingszwiebeln",
            "12 Taco Shells"
        ],
        "instructions": [
            "Zwiebel schälen und fein würfeln. Knoblauch schälen und hacken. Öl in einer Pfanne erhitzen. Zwiebel darin andünsten. Hackfleisch und Knoblauch hinzufügen und mit anbraten. Bohnen und Mais abtropfen lassen und zugeben. Mit Tomatenpüree ablöschen. Gewürze dazugeben und 20 Minuten einkochen lassen.",
            "Crème fraîche mit Salz, Pfeffer, Limettenabrieb und -saft abschmecken und beiseite stellen. Frühlingszwiebeln waschen, putzen und in feine Ringe schneiden.",
            "Tacos kurz aufbacken und mit Chili con Carne füllen. Tacos mit Crème fraîche und Frühlingszwiebeln garnieren."
        ]
    },
    {
        "url": "https://www.rewe.de/rezepte/rosenkohlauflauf/",
        "title": "Rosenkohlauflauf",
        "tags": [
            "Glutenfrei",
            "Kalorienarm"
        ],
        "difficulty": "Einfach",
        "portions": "für 2 Portionen",
        "nutritionalInfo": {
            "Energie": "442 kcal",
            "Kohlenhydrate": "39 g",
            "Fett": "19,2 g",
            "Eiweiß": "35 g"
        },
        "ingredients": [
            "700 g Rosenkohl",
            "Salz",
            "300 ml Milch",
            "Pfeffer",
            "6 EL Parmesan",
            "1 Ei (Zimmertemperatur)",
            "2 Scheibe(n) Kochschinken"
        ],
        "instructions": [
            "Backofen auf 175°C vorheizen. Rosenkohl putzen und ca. 10 Minuten in Salzwasser kochen.",
            "Milch aufkochen lassen, salzen und pfeffern. Beim Abkühlen 2 EL Käse und Ei einrühren.",
            "Rosenkohl aus dem Wasser nehmen, gut abtropfen lassen und in eine kleine Auflaufform setzen. Mit Soße übergießen und den in Stückchen geschnittenen Schinken darauf verteilen. Den restlichen Käse über den Auflauf streuen.",
            "Auflauf im vorgeheizten Backofen ca. 30 Minuten backen."
        ]
    },
    {
        "url": "https://www.rewe.de/rezepte/tomaten-reis-pfanne-mozzarella/",
        "title": "Tomaten-Reis-Pfanne mit Mozzarella",
        "tags": [
            "Vegetarisch"
        ],
        "difficulty": "Mittel",
        "portions": "für 4 Portionen",
        "nutritionalInfo": {
            "Energie": "585 kcal",
            "Kohlenhydrate": "81,6 g",
            "Fett": "19,7 g",
            "Eiweiß": "21 g"
        },
        "ingredients": [
            "50 g getrocknete Tomaten (in Öl)",
            "2 Zehe(n) Knoblauch",
            "1 Zwiebel",
            "4 reife Tomaten",
            "1 EL Olivenöl",
            "350 g Langkornreis",
            "500 ml Gemüsebrühe",
            "500 ml Tomatensaft",
            "2 TL Oregano",
            "2 Kugel(n) Mozzarella",
            "20 g Basilikum",
            "20 g Pinienkerne",
            "Salz",
            "Pfeffer"
        ],
        "instructions": [
            "Tomaten abtropfen lassen (dabei das Öl auffangen!) und in Streifen schneiden.",
            "Knoblauch und Zwiebel schälen, fein würfeln. Tomaten waschen und in Würfel schneiden.",
            "Oliven- und Tomatenöl in einem Topf erhitzen, Zwiebel- und Knoblauchwürfel darin glasig anschwitzen. Den Reis zugeben, ebenfalls 1-2 Minuten andünsten, dann mit Brühe und Tomatensaft ablöschen und aufkochen lassen. Tomatenwürfel, -streifen und Oregano zugeben und alles zugedeckt bei mittlerer Hitze ca. 20 Minuten garen, dabei gelegentlich rühren.",
            "Mozzarella abtropfen lassen und würfeln. Basilikumblättchen von den Stielen zupfen und in Streifen schneiden. Pinienkerne in einer Pfanne ohne Fett goldbraun anrösten und abkühlen lassen.",
            "Wenn der Reis gar ist, mit Salz und Pfeffer würzen. Mozzarella und 2/3 der Basilikumstreifen unterheben und 2 Minuten zugedeckt ziehen lassen, damit der Käse schmilzt.",
            "Den Tomatenreis auf einem Teller verteilen, mit den gerösteten Pinienkernen und dem restlichem Basilikum garniert servieren."
        ]
    },
    {
        "url": "https://www.rewe.de/rezepte/putengeschnetzeltes-moehren-mangold/",
        "title": "Putengeschnetzeltes mit Möhren und Mangold",
        "tags": [
            "Laktosefrei"
        ],
        "difficulty": "Einfach",
        "portions": "für 4 Personen",
        "nutritionalInfo": {
            "Energie": "595 kcal",
            "Kohlenhydrate": "67,3 g",
            "Fett": "17,4 g",
            "Eiweiß": "44,4 g"
        },
        "ingredients": [
            "1 Knoblauchzehe",
            "10 g Ingwer",
            "1 rote Chilischote",
            "400 g Möhren",
            "300 g Mangold (rot und gelb gemischt)",
            "600 g Putenschnitzel",
            "250 g ja! Langkorn Spitzenreis",
            "Salz",
            "4 EL ja! Olivenöl Extra Nativ",
            "Pfeffer",
            "3 EL Sojasoße",
            "400 ml Gemüsebrühe",
            "1 EL Speisestärke",
            "1 TL Zucker",
            "2 Zweig(e) Koriander"
        ],
        "instructions": [
            "Knoblauch und Ingwer schälen und fein hacken. Chili putzen, der Länge nach aufschneiden, waschen und Kerne entfernen. Schote klein schneiden. Möhren schälen und in schräge Scheiben schneiden. Mangold putzen, waschen, trocken schütteln. Stiele und Blätter getrennt voneinander in Stücke schneiden. Fleisch waschen, trocken tupfen und in ca. 3 cm lange Streifen schneiden. Reis in kochendem Salzwasser nach Packungsanweisung zubereiten.",
            "Inzwischen Öl in einer großen Pfanne erhitzen. Fleisch darin unter Wenden 4–5 Minuten scharf anbraten, mit Salz und Pfeffer würzen. Aus der Pfanne nehmen. Möhren, Mangoldstiele, Ingwer, Knoblauch und Chili im heißen Bratfett unter Wenden bei mittlerer Hitze kurz dünsten, mit Sojasoße ablöschen. Fleisch wieder zugeben und Brühe angießen. Aufkochen lassen. 3 EL Wasser mit Stärke glatt rühren und einrühren. Unter gelegentlichem Rühren 3–4 Minuten köcheln lassen. Nach ca. 2 Minuten Mangoldblätter unterrühren. Mit Sojasoße, Pfeffer und Zucker abschmecken.",
            "Reis in ein Sieb geben, abtropfen lassen. Koriander waschen, trocken schütteln und Blättchen abzupfen. Geschnetzeltes mit etwas Reis auf Tellern anrichten, mit Koriander bestreuen. Restlichen Reis dazureichen."
        ]
    },
    {
        "url": "https://www.rewe.de/rezepte/mexikanischer-kartoffelauflauf/",
        "title": "Mexikanischer Kartoffelauflauf",
        "tags": [
            "Vegetarisch",
            "Glutenfrei"
        ],
        "difficulty": "Mittel",
        "portions": "für 4 Portionen",
        "nutritionalInfo": {
            "Energie": "514 kcal",
            "Kohlenhydrate": "80,2 g",
            "Fett": "14,1 g",
            "Eiweiß": "24,9 g"
        },
        "ingredients": [
            "750 g Kartoffeln",
            "Salz",
            "1 grüne Paprika",
            "1 rote Paprika",
            "2 Zwiebeln",
            "1 Dose(n) Mais (425 ml)",
            "1 Dose(n) Kidneybohnen (425 ml)",
            "1 EL Rapsöl",
            "1 Dose(n) passierte Tomaten (425 ml)",
            "Pfeffer",
            "Chilipulver",
            "150 g ja! Pizza- & Gratinkäse"
        ],
        "instructions": [
            "Kartoffeln waschen, schälen und in Salzwasser 15-20 Minuten garen. Etwas auskühlen lassen und in Scheiben schneiden.",
            "Backofen auf 225 °C Ober-/Unterhitze (200 °C Umluft) vorheizen. Paprika waschen, Kerne entfernen und das Fruchtfleisch schräg in schmale Stifte schneiden. Zwiebeln schälen und hacken. Mais und Kidneybohnen unter fließendem Wasser abspülen und abtropfen lassen.",
            "Öl erhitzen und die Zwiebeln anschwitzen. Paprika zugeben und kurz mit anschwitzen. Mit passierten Tomaten ablöschen. Mais und Kidneybohnen zugeben und 3 Minuten köcheln. Mit Salz, Pfeffer und Chili würzen.",
            "Kartoffelscheiben in eine Auflaufform schichten, Gemüse darübergießen und mit dem Käse bestreuen. 15-20 Minuten überbacken."
        ]
    },
    {
        "url": "https://www.rewe.de/rezepte/lachsfilets-erbsenpueree/",
        "title": "Mariniertes Lachsfilet auf Erbsenpüree",
        "tags": [],
        "difficulty": "Mittel",
        "portions": "für 4 Personen",
        "nutritionalInfo": {
            "Energie": "618 kcal",
            "Kohlenhydrate": "52,6 g",
            "Fett": "30,4 g",
            "Eiweiß": "35,4 g"
        },
        "ingredients": [
            "2 Pck. Ja! Wildlachsfilet",
            "1 unbehandelte Orange",
            "400 ml Orangensaft",
            "2 EL brauner Zucker",
            "2 EL Misopaste",
            "2 EL Sojasoße",
            "1 EL Reiswein-Essig",
            "500 g Kartoffeln",
            "300 g tiefgefrorene Erbsen",
            "Salz",
            "2 EL Öl",
            "100 g Schlagsahne",
            "1 EL Butter",
            "125 ml Gemüsebrühe",
            "Pfeffer",
            "geriebene Muskatnuss",
            "Chiliflocken"
        ],
        "instructions": [
            "Lachs auftauen lassen. Orange heiß waschen, trocken reiben und Schale abreiben. Orangensaft und -schale mit dem Zucker in einem Topf aufkochen und unter Rühren auf ca. die Hälfte einkochen. Misopaste einrühren und ca. 1 Minute weiterköcheln. Topf vom Herd nehmen, Sojasoße und Essig einrühren und abkühlen lassen. Fisch waschen und trocken tupfen. Etwas Marinade abnehmen und beiseitestellen. Fisch in der übrigen Orangenmarinade ca. 15 Minuten ziehen lassen.",
            "​Kartoffeln schälen, waschen, klein schneiden und in kochendem Salzwasser ca. 20 Minuten garen. Ca. 5 Minuten vor Ende der Garzeit, Erbsen zu den Kartoffeln geben. Öl in einer großen Pfanne erhitzen. Lachs aus der Marinade nehmen, mit Salz würzen und ca. 4 Minuten braten. Wenden, mit Marinade bestreichen und weitere ca. 4 Minuten braten.",
            "Sahne, Butter und Brühe aufkochen. Mit Salz, Pfeffer und Muskat abschmecken. Kartoffeln und Erbsen abgießen. Sahnegemisch zu den Kartoffeln geben und mit einem Kartoffelstampfer grob zerstampfen. Fertigen Lachs auf dem Püree auf Tellern anrichten. Mit restlicher Marinade beträufeln und mit Chiliflocken bestreuen."
        ]
    },
    {
        "url": "https://www.rewe.de/rezepte/mini-wraps-gemuese/",
        "title": "Mini-Wraps mit knackigem Gemüse",
        "tags": [
            "Wenig Zucker",
            "Kalorienarm",
            "Fettarm"
        ],
        "difficulty": "Einfach",
        "portions": "für 12 Stücke",
        "nutritionalInfo": {
            "Energie": "121 kcal",
            "Kohlenhydrate": "17,5 g",
            "Fett": "2,8 g",
            "Eiweiß": "6,6 g"
        },
        "ingredients": [
            "1 REWE Regional Romana Salatherz",
            "100 g REWE Regional Cocktailtomaten",
            "100 g Salatgurke",
            "1 Dose(n) REWE Beste Wahl Sonnenmais (140 g)",
            "0,25 Bd. Schnittlauch",
            "0,5 Beet(e) Kresse",
            "350 g REWE Beste Wahl Speisequark Magerstufe",
            "2 EL Milch",
            "Salz",
            "Pfeffer",
            "4 REWE Beste Wahl Tortilla-Wraps"
        ],
        "instructions": [
            "Salatblätter abzupfen, waschen und trocken schütteln. Tomaten und Gurke waschen und würfeln. Mais abtropfen lassen.",
            "Schnittlauch waschen und in Röllchen schneiden. Kresse vom Beet abschneiden. Quark mit Milch glatt rühren. Kräuter einrühren und mit Salz und Pfeffer würzen.",
            "Tortilla Wraps kurz im Backofen erwärmen. Mit dem Kräuterquark bestreichen, dabei einen ca. 1,5 cm breiten Rand frei lassen. Mit Salat und Gemüse belegen und fest aufrollen. Schräg in 3 Stücke schneiden. Wraps bis zum Verzehr fest in Pergamentpapier einwickeln, die Enden eindrehen."
        ]
    },
    {
        "url": "https://www.rewe.de/rezepte/teriyaki-haehnchen-zuckerschoten-paprika-erdnuesse/",
        "title": "Teriyaki Hähnchen mit Zuckerschoten, Paprika & Erdnüssen",
        "tags": [
            "Laktosefrei"
        ],
        "difficulty": "Einfach",
        "portions": "für 2 Portionen",
        "nutritionalInfo": {
            "Energie": "914 kcal",
            "Kohlenhydrate": "127 g",
            "Fett": "24,8 g",
            "Eiweiß": "51,5 g"
        },
        "ingredients": [
            "200 g Kaiserschoten (Zuckerschoten)",
            "1 rote Paprika",
            "200 g Hähnchenbrust",
            "50 g Erdnüsse ohne Fett geröstet",
            "250 g Basmatireis",
            "2 EL Rapsöl",
            "1 Pck. Maggi Food Travel Würzpaste für Teriyaki Style (65 g)"
        ],
        "instructions": [
            "Zuckerschoten und Paprika waschen. Zuckerschoten schräg in 3 Teile schneiden. Paprika putzen und in Streifen schneiden. Hähnchenbrust trocken tupfen und in Streifen schneiden. Erdnüsse grob hacken.",
            "Reis nach Packungsanweisung kochen.",
            "In der Zwischenzeit, Öl in einer Pfanne erhitzen und Hähnchen rundherum goldgelb anbraten. Zuckerschoten und Paprikastreifen dazugeben und ca. 4 Minuten mitbraten.",
            "Würzpaste dazugeben, vermischen und kurz mit anbraten. Mit Reis servieren und gehackte Erdnüsse darüber geben."
        ]
    },
    {
        "url": "https://www.rewe.de/rezepte/puten-pita-salat/",
        "title": "Puten Pita mit Salat",
        "tags": [],
        "difficulty": "Einfach",
        "portions": "für 4 Portionen",
        "nutritionalInfo": {
            "Energie": "452 kcal",
            "Kohlenhydrate": "50,8 g",
            "Fett": "20 g",
            "Eiweiß": "18,8 g"
        },
        "ingredients": [
            "1 EL REWE Bio Rapsöl",
            "400 g REWE Bio Putengeschnetzeltes",
            "Salz",
            "Pfeffer",
            "REWE Bio Paprikapulver edelsüß",
            "1 rote Paprika",
            "0,5 Gurke",
            "50 g REWE Feine Welt Oliven Kalamata",
            "100 g REWE Bio Feta 45%",
            "4 Salatblätter",
            "1 Knoblauchzehe",
            "15 g glatte Petersilie",
            "250 g griechischer Joghurt",
            "4 REWE Beste Wahl Pita Brote"
        ],
        "instructions": [
            "Öl in einer Pfanne erhitzen. Fleisch darin rundherum anbraten, mit Salz, Pfeffer und Paprika würzen. Beiseitestellen.",
            "Paprika putzen, waschen und würfeln. Gurke waschen, in Scheiben schneiden. Oliven grob hacken. Feta würfeln. Salat waschen, gut trocken tupfen.",
            "Knoblauch schälen, durch eine Knoblauchpresse drücken. Petersilie waschen, trocken schütteln, fein hacken. Beides mit Joghurt mischen, mit Salz und Pfeffer würzen.",
            "Pita Brote toasten, dann aufschneiden. Mit je einem Salatblatt auslegen, so dass die Füllung das Brot nicht zu sehr aufweicht. Brote mit Fleisch, Gemüse und Feta füllen. Soße entweder direkt darüberträufeln oder in einer kleinen Dose mitnehmen und kurz vor dem Essen darübergeben."
        ]
    },
    {
        "url": "https://www.rewe.de/rezepte/yaki-udon/",
        "title": "Yaki Udon",
        "tags": [],
        "difficulty": "Mittel",
        "portions": "für 4 Portionen",
        "nutritionalInfo": {
            "Energie": "569 kcal",
            "Kohlenhydrate": "89,8 g",
            "Fett": "10,3 g",
            "Eiweiß": "31,1 g"
        },
        "ingredients": [
            "1 EL Sojasauce (hell)",
            "1 TL Sesamöl",
            "Salz",
            "1 Prise(n) Zucker",
            "300 g Hähnchenbrustfilet",
            "1 Zwiebel",
            "1 Möhre",
            "1 Paprika (rot)",
            "150 g Champignons",
            "3 EL Erdnussöl",
            "400 g Udon Nudeln (vorgekocht)",
            "60 ml Yakisoba Sauce (japanische Würzsauce; alternativ Teriyakisauce)",
            "60 ml Gemüsebrühe",
            "1 Frühlingszwiebel",
            "1 Prise(n) Pfeffer"
        ],
        "instructions": [
            "Für die Marinade die Sojasauce mit dem Sesamöl, 1 Prise Salz und 1 Prise Zucker vermischen. Das Fleisch in sehr dünne Streifen schneiden und gründlich mit der Marinade mischen. Abgedeckt 30 Minuten ziehen lassen.",
            "Die Zwiebel schälen, halbieren und in Ringe schneiden. Möhre schälen und von den Enden befreien, die Paprika waschen und Stielansatz sowie Kerne entfernen. Die Pilze feucht abreiben. Möhre und Paprika in lange dünne Streifen, Champignons in Scheiben schneiden.",
            "2 EL Erdnussöl in einem Wok oder in einer großen Pfanne erhitzen. Das Gemüse hineingeben und darin unter Rühren 2 Minuten anbraten. Das Gemüse an die Seite schieben, das Fleisch dazugeben und ebenfalls 1–2 Minuten von allen Seiten scharf anbraten. Gemüse und Fleisch aus dem Wok nehmen und beiseitestellen.",
            "Das restliche Erdnussöl (1 EL) im Wok erhitzen, die Udon-Nudeln hinzufügen und kurz anbraten. Mit der Yakisoba-Sauce ablöschen und die Brühe dazugießen. Unter vorsichtigem Rühren einige Minuten köcheln lassen, bis die meiste Flüssigkeit von den Nudeln aufgenommen wurde.",
            "Die Frühlingszwiebel waschen, putzen und in feine Ringe schneiden. Gemüse und Fleisch zurück in den Wok geben und alles gut durchschwenken. Mit Pfeffer und evtl. Salz abschmecken und mit Frühlingszwiebelringen bestreut servieren."
        ]
    },
    {
        "url": "https://www.rewe.de/rezepte/bandnudeln-fenchel-moehren-sosse/",
        "title": "Bandnudeln mit Fenchel-Möhren-Soße",
        "tags": [
            "Vegetarisch"
        ],
        "difficulty": "Einfach",
        "portions": "für 4 Portionen",
        "nutritionalInfo": {
            "Energie": "682 kcal",
            "Kohlenhydrate": "112,1 g",
            "Fett": "19 g",
            "Eiweiß": "18,6 g"
        },
        "ingredients": [
            "500 g Fenchel",
            "300 g Möhren",
            "1 Stück Zwiebel",
            "8 Stiel(e) Petersilie",
            "3 EL Olivenöl",
            "400 ml Gemüsebrühe",
            "500 g frische Bandnudeln (Kühltheke)",
            "100 ml Schlagsahne",
            "2 EL Weizenmehl Type 405",
            "2 EL Zitronensaft",
            "Salz",
            "Pfeffer"
        ],
        "instructions": [
            "Fenchel halbieren, Strunk rausschneiden und in feine Spalten schneiden. Möhren schälen, die Enden abschneiden und in dünne Scheiben schneiden. Zwiebel schälen und fein würfeln. Petersilienblätter abzupfen und fein schneiden.",
            "Olivenöl in einem breiten, flachen Topf erhitzen und das Gemüse bei mittlerer Hitze ca. 4 Minuten andünsten, dabei mit Salz würzen. Brühe angießen und das Gemüse ca. 10 Minuten köcheln lassen.",
            "Inzwischen die Nudeln nach Packungsanleitung in sprudelnd kochendem Salzwasser garen.",
            "Die Hälfte der Sahne mit Mehl gründlich verrühren. Restliche Sahne zum Gemüse geben, aufkochen lassen und die Sahne-Mehlmischung unterrühren. Unter Rühren 2 Minuten köcheln lassen.",
            "Nudeln abgießen und zur Sauce geben. Mit Zitronensaft, Salz und Pfeffer abschmecken. Mit Petersilie bestreuen und servieren."
        ]
    },
    {
        "url": "https://www.rewe.de/rezepte/mais-haehnchen-wraps/",
        "title": "Mais-Hähnchen-Wraps",
        "tags": [],
        "difficulty": "Einfach",
        "portions": "für 4 Portionen",
        "nutritionalInfo": {
            "Energie": "662 kcal",
            "Kohlenhydrate": "64 g",
            "Fett": "31,3 g",
            "Eiweiß": "36,6 g"
        },
        "ingredients": [
            "350 g Bio Maispoulardenbrust ohne Haut",
            "1 rote Paprika",
            "1 gelbe Paprika",
            "1 rote Zwiebel",
            "1 Zehe(n) Knoblauch",
            "0,5 TL Koriandersaat",
            "1 Msp. Kreuzkümmel (gemahlen)",
            "0,5 TL Paprikapulver edelsüß",
            "1 Msp. Paprikapulver geräuchert",
            "3 EL Olivenöl",
            "Meersalz",
            "0,5 Bio Zitrone",
            "1 Acocado",
            "150 g Schmand",
            "2 Salatherzen",
            "100 g Mais (285 g)",
            "100 g Kidneybohnen (255 g)",
            "8 Cherrytomaten",
            "40 g Parmesan",
            "4 Tortilla Wraps"
        ],
        "instructions": [
            "Maishähnchen und Paprika in Streifen schneiden. Zwiebeln in Ringe schneiden. Knoblauch fein hacken. Gewürze mit 2 EL Olivenöl verschlagen und Hähnchen, Paprika und Zwiebeln darin am besten über Nacht oder für ein paar Stunden abgedeckt und kühl marinieren.",
            "Hähnchen, Paprika und Zwiebeln in 1 EL Olivenöl anbraten, salzen und warm stellen.",
            "Zitrone auspressen. Saft zusammen mit dem Fruchtfleisch der Avocado, Salz und Schmand pürieren.",
            "Salat in einzelne Blätter teilen, waschen und trocken schleudern. Mais und Kidneybohnen abgießen und abwaschen. Kirschtomaten waschen und vierteln. Parmesan hobeln. Wraps ohne Öl in einer Pfanne ca. 20 Sekunden pro Seite anwärmen.",
            "Wraps mit der Avocadocreme bestreichen und mit den restlichen Zutaten belegen. Abschließend fest aufrollen."
        ]
    },
    {
        "url": "https://www.rewe.de/rezepte/vegane-ramen/",
        "title": "Vegane Ramen",
        "tags": [
            "Vegetarisch",
            "Vegan",
            "Laktosefrei",
            "Kalorienarm"
        ],
        "difficulty": "Einfach",
        "portions": "für 10 Portionen",
        "nutritionalInfo": {
            "Energie": "253 kcal",
            "Kohlenhydrate": "32,1 g",
            "Fett": "9,2 g",
            "Eiweiß": "12,9 g"
        },
        "ingredients": [
            "2 rote Zwiebeln",
            "5 Knoblauchzehen",
            "1 walnussgroßes Stück Ingwer",
            "1 rote Chilischote",
            "15 Shiitake Pilze",
            "2 EL Kokosöl",
            "2 l Gemüsefond",
            "400 g REWE Bio Tofu Natur",
            "3 Mini-Pak Choi",
            "4 Lauchzwiebeln",
            "300 g Ramen Nudeln",
            "3 EL Sojasoße",
            "4 EL Miso Paste",
            "200 ml Soja-Drink"
        ],
        "instructions": [
            "Zwiebel, Knoblauch und Ingwer schälen und grob klein schneiden. Chili waschen, entkernen und in feine Ringe schneiden. Pilze putzen. 1 EL Öl in einem großen Topf erhitzen, Zwiebel, Knoblauch, Chili und Ingwer darin scharf anbraten. 5 Pilze und den Fond zugeben und alles ca. 1 Stunde bei niedriger Hitze köcheln lassen.",
            "Tofu in kleine Würfel schneiden. Pak Choi und Lauchzwiebeln putzen und waschen, in feine Ringe bzw. Streifen schneiden. Übrige Pilze ebenfalls in Streifen schneiden.",
            "Nudeln nach Packungsanweisung zubereiten. Öl in einer Pfanne erhitzen, Tofu darin rundherum kross anbraten. Zum Schluss mit Sojasoße ablöschen.",
            "Misopaste und Soja-Drink in die Brühe geben und nochmals ca. 5 Minuten köcheln lassen.",
            "Gemüse und Nudeln auf Schalen verteilen. Mit Brühe aufgießen und den Tofu auf den Suppen verteilen."
        ]
    },
    {
        "url": "https://www.rewe.de/rezepte/gebratene-nudeln-teriyaki-marinade/",
        "title": "Gebratene Nudeln mit Teriyaki-Marinade",
        "tags": [
            "Vegetarisch",
            "Laktosefrei"
        ],
        "difficulty": "Einfach",
        "portions": "für 4 Portionen",
        "nutritionalInfo": {
            "Energie": "822 kcal",
            "Kohlenhydrate": "118 g",
            "Fett": "26,5 g",
            "Eiweiß": "30,5 g"
        },
        "ingredients": [
            "9 EL Sojasauce",
            "8 EL Mirin",
            "2 EL Honig oder Agavendicksaft",
            "2 EL Sesamöl",
            "1 Limette",
            "1 Zehe(n) Knoblauch",
            "1 Stück Ingwer",
            "1 EL Stärke",
            "1 Kopf Brokkoli",
            "1 Schote(n) rote Paprika",
            "2 Möhren",
            "300 g Tofu",
            "5 EL Sonnenblumenöl",
            "450 g Mie-Nudeln",
            "2 EL Sesam"
        ],
        "instructions": [
            "8 EL Sojasauce mit Mirin, Honig bzw. Agavendicksaft, Sesamöl und dem Saft einer Limette mischen. Knoblauch und Ingwer schälen, klein hacken und ebenfalls hinzufügen. Die Stärke mit 2 EL kaltem Wasser anrühren und in die Marinade geben.",
            "Brokkoli, Paprika und Möhren waschen. Die Röschen vom Brokkoli abtrennen und für 3 Minuten blanchieren. Paprika und Möhren in Streifen schneiden.Tofu in Würfel schneiden.",
            "3 EL Sonnenblumenöl in einem beschichteten Wok erhitzen, Tofu darin anbraten, bis er knusprig-braun wird. Aus dem Wok entnehmen und dann das Gemüse im restlichen Öl bei hoher Hitze 3-4 Minuten braten, bis es weich ist und eine leichte Bräunung bekommt.",
            "Nudeln nach Packungsanleitung zubereiten. Nudeln und Tofu hinzufügen und alles mit der Marinade ablöschen. Kurz aufkochen lassen.",
            "Nudeln auf 4 Teller verteilen, mit Sojasauce beträufeln und mit Sesam bestreuen."
        ]
    },
    {
        "url": "https://www.rewe.de/rezepte/gemuesenudeln-spinat-camembert-sosse/",
        "title": "Gemüsenudeln in Spinat-Camembert-Soße",
        "tags": [
            "Vegetarisch"
        ],
        "difficulty": "Einfach",
        "portions": "für 2 Portionen",
        "nutritionalInfo": {
            "Energie": "783 kcal",
            "Kohlenhydrate": "66,9 g",
            "Fett": "47,5 g",
            "Eiweiß": "25,1 g"
        },
        "ingredients": [
            "150 g Spaghetti",
            "Salz",
            "1 kleine Zucchini",
            "1 Möhre (ca.150 g)",
            "1 rote Zwiebel (klein)",
            "100 g Camembert (ohne Lab)",
            "2 EL Sonnenblumenöl",
            "150 g Schlagsahne",
            "50 ml Gemüsebrühe",
            "50 g Babyspinat",
            "Pfeffer",
            "6 Blätter Basilikum"
        ],
        "instructions": [
            "Spaghetti nach Packungsangabe in Salzwasser garen. Abgießen und in kaltem Wasser abschrecken. Gut abtropfen lassen.",
            "Inzwischen die Zucchini waschen. Möhre schälen. Jeweils die Enden mit einem Messer entfernen. Möhre und Zucchini mit einem Julienneschneider in feine Spaghetti schneiden. Zwiebel schälen und fein würfeln. Camembert grob würfeln.",
            "1 EL Öl in einer breiten Pfanne erhitzen. Zwiebel darin bei mittlerer Hitze 2 Minuten braten. Sahne und Brühe zugeben und erhitzen. Camembert und Rühren zugeben und schmelzen lassen. Spinat abspülen. In die Pfanne geben und zusammenfallen lassen. Mit der Camembertsoße verrühren. Mit Salz und Pfeffer würzen.",
            "Gleichzeitig in einer weiteren Pfanne restliches Öl (1 EL) erhitzen. Gemüsespaghetti zugeben und 2 Minuten braten. Spaghetti zugeben und erwärmen. Auf Tellern anrichten. Camembertsoße darüber geben. Mit Basilikumblättern garnieren und sofort servieren."
        ]
    },
    {
        "url": "https://www.rewe.de/rezepte/tomatensalat-blattsalat-brot/",
        "title": "Tomatensalat mit Blattsalat und Brot",
        "tags": [
            "Vegetarisch"
        ],
        "difficulty": "Einfach",
        "portions": "für 1 Portion",
        "nutritionalInfo": {
            "Energie": "450 kcal",
            "Kohlenhydrate": "35,7 g",
            "Fett": "29,9 g",
            "Eiweiß": "12,1 g"
        },
        "ingredients": [
            "1 Scheibe(n) Graubrot",
            "0,5 Schalotte",
            "1 EL Balsamico",
            "0,5 TL Honig",
            "2 EL Olivenöl",
            "Pfeffer",
            "Salz",
            "60 g Bio Blattsalate Mix",
            "10 Dulcita Tomaten",
            "30 g REWE Feine Welt Tête de Moine"
        ],
        "instructions": [
            "Graubrot in ca. 2 cm große Würfel schneiden und in einer Pfanne ohne Fett anrösten. Abkühlen lassen.",
            "Schalotte schälen und fein würfeln. Balsamico und Honig glatt rühren und Olivenöl einrühren. Mit Pfeffer und Salz würzen. Dressing in die dafür vorgesehene Dose geben.",
            "Salat waschen, trocken schleudern und unten in die Salatbox geben. Tomaten waschen, halbieren und in das große Abteil im Einsatz der Salatbox geben. Brot und Käse in die kleinen Abteile füllen und den Salat mitnehmen.",
            "Zum Essen einfach alle Zutaten miteinander vermengen und genießen."
        ]
    },
    {
        "url": "https://www.rewe.de/rezepte/udon-nudeln-kimchi/",
        "title": "Udon Nudeln mit Kimchi",
        "tags": [
            "Vegetarisch",
            "Laktosefrei"
        ],
        "difficulty": "Einfach",
        "portions": "für 2 Portionen",
        "nutritionalInfo": {
            "Energie": "693 kcal",
            "Kohlenhydrate": "84,2 g",
            "Fett": "25 g",
            "Eiweiß": "38,8 g"
        },
        "ingredients": [
            "160 g Kimchi",
            "300 g geputzter Grünkohl",
            "2 EL Rapsöl",
            "100 ml Gemüsebrühe",
            "300 g Udon Nudeln",
            "250 g Tofu",
            "3 EL Sojasoße",
            "1 EL Honig",
            "Limettensaft",
            "Chiliflocken",
            "0,5 EL Butter",
            "2 Frühlingszwiebeln",
            "schwarzer Sesam"
        ],
        "instructions": [
            "Kimchi abtropfen lassen und Saft beiseite stellen. Grünkohl putzen und hacken. Kimchi mit Öl in einer Pfanne anschwitzen. Brühe und Saft hinzugeben, sobald das Kimchi weich ist, und reduzieren lassen.",
            "Grünkohl in einer weiteren Pfanne anbraten. Auf Küchenpapier abtropfen lassen und zur Seite stellen.",
            "Nudeln nach Packungsanweisung garen. Tofu in Scheiben schneiden und in einer Pfanne beidseitig knusprig braten. Sojasoße, Honig, Limettensaft und Chiliflocken miteinander mixen und den Tofu hiermit ablöschen. So lange köcheln lassen, bis die ganze Flüssigkeit verdampft ist.",
            "Nudeln abgießen und zum Kimchi geben. Butter mit einrühren, bis sie geschmolzen ist. Grünkohl und Tofu auf den Kimchi-Nudeln anrichten und mit fein geschnittener Frühlingszwiebel und Sesam bestreuen."
        ]
    },
    {
        "url": "https://www.rewe.de/rezepte/tom_kha_gai/",
        "title": "Tom Kha Gai",
        "tags": [
            "Low Carb",
            "Laktosefrei"
        ],
        "difficulty": "Einfach",
        "portions": "für 4 Personen",
        "nutritionalInfo": {
            "Energie": "525 kcal",
            "Kohlenhydrate": "15,4 g",
            "Fett": "33,3 g",
            "Eiweiß": "45 g"
        },
        "ingredients": [
            "250 g REWE Bio Champignons",
            "500 g Hähnchenbrustfilet",
            "1 frische rote Chilischote",
            "2 Stange(n) Zitronengras",
            "2 Kaffirlimettenblätter",
            "30 g Ingwer",
            "2 EL REWE Bio Natives Olivenöl",
            "1 Dose(n) Kokosmilch, cremig",
            "750 ml Geflügelfond",
            "7 Zweig(e) Koriander",
            "3 Lauchzwiebeln",
            "4 EL Fischsauce",
            "2 EL Limettensaft",
            "Pfeffer"
        ],
        "instructions": [
            "Champignons säubern, putzen und halbieren. Hähnchenbrustfilet waschen, trocken tupfen und in Stücke schneiden. Chili waschen, längs aufschneiden und die Kerne entfernen. Chili in feine Ringe schneiden. Zitronengras und Kaffirlimettenblätter waschen, trocken schütteln. Zitronengras halbieren und etwas flach klopfen. Ingwer waschen, schälen und in dünne Scheiben schneiden.",
            "Öl in einem Topf erhitzen. Ingwer, Zitronengras und Kaffirlimettenblätter darin vorsichtig andünsten. Mit Kokosmilch und Geflügelfond ablöschen und bei mittlerer Hitze 2–3 Minuten köcheln lassen. Fleisch, Champignons und Chili zufügen, ca. 5 Minuten zugedeckt köcheln lassen. Koriander waschen, trocken schütteln und etwas zum Garnieren beiseitelegen. Vom übrigen Koriander die groben Stiele entfernen. Lauchzwiebeln putzen, waschen und in feine Ringe schneiden.",
            "Lauchzwiebeln und Kräuter unter die Suppe rühren und zugedeckt ca. 5 Minuten ziehen lassen. Fertige Hühnersuppe mit Fischsauce und Limettensaft abschmecken. Zitronengras und Kaffirlimettenblätter entfernen. Suppe anrichten. Mit restilchem Koriander garnieren und mit frisch gemahlenem Pfeffer bestreuen."
        ]
    },
    {
        "url": "https://www.rewe.de/rezepte/nasi-goreng/",
        "title": "Nasi Goreng",
        "tags": [
            "Laktosefrei",
            "Kalorienarm",
            "Fettarm"
        ],
        "difficulty": "Einfach",
        "portions": "für 4 Portionen",
        "nutritionalInfo": {
            "Energie": "542 kcal",
            "Kohlenhydrate": "68,7 g",
            "Fett": "11,4 g",
            "Eiweiß": "43,9 g"
        },
        "ingredients": [
            "250 g Reis (Basmati)",
            "2 EL Sonnenblumenöl zum Braten",
            "500 g Hähnchenbrustfilet",
            "Salz",
            "Curry",
            "1 Zwiebel",
            "2 Zehe(n) Knoblauch",
            "1 Chilischote",
            "2 Möhren",
            "200 g Shiitake",
            "1 rote Paprikaschote",
            "3 Eier",
            "5 EL Sojasauce",
            "1 TL Ingwer, gemahlen",
            "1 TL Kurkuma",
            "1 TL Sambal Oelek",
            "1 Bd. Koriander",
            "2 Lauchzwiebeln"
        ],
        "instructions": [
            "Reis kochen. 1 EL Öl in einer Pfanne erhitzen, Hähnchenbrustfilets darin von allen Seiten scharf anbraten, mit Salz und Curry würzen und beiseitestellen.",
            "Zwiebel und Knoblauch schälen, würfeln. Chili putzen und Ringe schneiden. Möhren, Pilze und Paprika in feine Streifen schneiden. Das Hähnchenbrustfilet in mundgerechte Stücke schneiden. Eier in einer Schüssel verkleppern.",
            "In einer großen Pfanne oder Wok 1 EL Öl erhitzen. Das Gemüse anbraten und würzen.",
            "Das Gemüse an den Pfannenrand schieben. Nun die Eier in die Pfannenmitte geben und unter Rühren stocken lassen. Eierstückchen unter das Gemüse ziehen und den Reis in die Pfanne geben. Mit Sojasauce, Curry, Ingwer, Kurkuma und Sambal Oelek abschmecken.",
            "Zum Schluss das Fleisch unterheben. Koriander und Lauchzwiebeln waschen, klein schneiden und zum Nasi Goreng servieren."
        ]
    },
    {
        "url": "https://www.rewe.de/rezepte/paprikapfanne-hackfleisch/",
        "title": "Paprikapfanne mit Hackfleisch",
        "tags": [
            "Glutenfrei",
            "Zuckerfrei",
            "Kalorienarm"
        ],
        "difficulty": "Einfach",
        "portions": "für 4 Portionen",
        "nutritionalInfo": {
            "Energie": "370 kcal",
            "Kohlenhydrate": "18,8 g",
            "Fett": "24,2 g",
            "Eiweiß": "22,7 g"
        },
        "ingredients": [
            "4 Schote(n) Paprika-Mix",
            "1 Zwiebel",
            "2 Möhren",
            "1 EL Sonnenblumenöl",
            "400 g gemischtes Bio-Hackfleisch",
            "2 EL Tomatenmark",
            "Salz & Pfeffer",
            "1 Bd. Petersilie",
            "4 EL Schmand"
        ],
        "instructions": [
            "Paprika waschen, entkernen und in ca. 2 cm große Würfel schneiden. Zwiebel schälen und fein würfeln. Möhren schälen und reiben.",
            "Öl in einer großen Pfanne erhitzen. Hackfleisch darin krümelig anbraten. Zwiebeln, Möhren und Paprika dazugeben und ca. 5 Minuten mitbraten. Tomatenmark in einer Tasse mit ca. 100 ml Wasser verrühren, dazugeben und kurz mitköcheln lassen. Mit Salz und Pfeffer würzen.",
            "Petersilie waschen, trocken tupfen und fein hacken. Die Paprika-Pfanne mit einem Klecks Schmand und Petersilie servieren."
        ]
    },
    {
        "url": "https://www.rewe.de/rezepte/vegetarisches-gruenes-thai-curry/",
        "title": "Vegetarisches grünes Thai Curry",
        "tags": [
            "Vegetarisch",
            "Vegan",
            "Laktosefrei",
            "Glutenfrei"
        ],
        "difficulty": "Einfach",
        "portions": "für 4 Portionen",
        "nutritionalInfo": {
            "Energie": "288 kcal",
            "Kohlenhydrate": "24,1 g",
            "Fett": "20,9 g",
            "Eiweiß": "6,1 g"
        },
        "ingredients": [
            "1 kleine Zucchini",
            "1 rote Paprika",
            "2 Pak Choi",
            "2 Frühlingszwiebeln",
            "2 Möhren",
            "5 g Ingwer",
            "1 Zehe(n) Knoblauch",
            "400 ml REWE Beste Wahl Kokosmilch (400 g)",
            "1 TL grüne Currypaste",
            "Salz",
            "1 Bio Limette",
            "4 Stiel(e) Koriander"
        ],
        "instructions": [
            "Zucchini waschen, halbieren, das Kerngehäuse entfernen und in Stifte schneiden. Paprika waschen, entkernen und in Würfel schneiden. Pak Choi gründlich waschen, den Strunk entfernen und in Streifen schneiden. Frühlingszwiebeln waschen und in Scheiben schneiden. Möhren schälen und in Stifte hobeln. Ingwer und Knoblauch schälen und fein hacken.",
            "Kokosmilch öffnen und 2 EL Kokossahne (fester Teil) abschöpfen. Kokossahne in einen Topf geben und erhitzen. Ingwer, Knoblauch und Currypaste dazugeben und anrösten. Möhren dazugeben und mit der restlichen Kokosmilch ablöschen. 4 Minuten köcheln lassen. Mit Salz abschmecken.",
            "Limette waschen und in dünne Spalten schneiden. Koriander waschen, trocken schütteln und fein hacken.",
            "Zucchini, Paprika, Frühlingszwiebeln und Pak Choi ins Curry geben und 1 Minute ziehen lassen. Dann mit Koriander und Limetten garnieren und mit Reis oder Glasnudeln servieren."
        ]
    },
    {
        "url": "https://www.rewe.de/rezepte/omelett-gemuese-feta-fuellung/",
        "title": "Omelett mit Gemüse-Feta-Füllung",
        "tags": [
            "Vegetarisch",
            "Low Carb",
            "Glutenfrei"
        ],
        "difficulty": "Einfach",
        "portions": "für 2 Portionen",
        "nutritionalInfo": {
            "Energie": "593 kcal",
            "Kohlenhydrate": "15,6 g",
            "Fett": "50 g",
            "Eiweiß": "22,8 g"
        },
        "ingredients": [
            "4 Eier",
            "50 ml Milch",
            "Pfeffer",
            "Salz",
            "100 g Kirschtomaten",
            "1 Zucchini",
            "0,5 Aubergine",
            "1 Zehe(n) Knoblauch",
            "50 g schwarze Oliven",
            "4 EL Öl",
            "2 Stiel(e) Basilikum",
            "100 g Feta"
        ],
        "instructions": [
            "Eier mit Milch, Pfeffer und Salz verquirlen. Tomaten halbieren. Zucchini und Aubergine in kleine Würfel schneiden. Knoblauch schälen und pressen. Oliven klein schneiden.",
            "2 EL Öl in einer Pfanne erhitzen und Zucchini und Aubergine mit dem Knoblauch darin anbraten. Mit Pfeffer und Salz abschmecken und mit Basilikum bestreuen. Tomaten und Oliven unterheben.",
            "In einer weiteren Pfanne restliches Öl erhitzen und die Hälfte der Eiermasse darin von beiden Seiten anbraten. Auf einen Teller legen und mit der Hälfte der Gemüsemischung belegen. Mit Feta bestreuen und zuklappen. Zweites Omelett auf dieselbe Weise zubereiten."
        ]
    },
    {
        "url": "https://www.rewe.de/rezepte/haehnchenbrust-gemuese-paeckchen/",
        "title": "Hähnchenbrust im Gemüsepäckchen",
        "tags": [
            "Low Carb",
            "Glutenfrei",
            "Kalorienarm"
        ],
        "difficulty": "Einfach",
        "portions": "für 4 Portionen",
        "nutritionalInfo": {
            "Energie": "319 kcal",
            "Kohlenhydrate": "6,97 g",
            "Fett": "12,6 g",
            "Eiweiß": "41,9 g"
        },
        "ingredients": [
            "1 kleine Aubergine",
            "1 Zucchini",
            "1 rote Paprika",
            "1 Zwiebel",
            "200 g Cherrytomaten",
            "2 Knoblauchzehen",
            "1 TL Thymian",
            "Pfeffer",
            "Salz",
            "4 TL Olivenöl",
            "100 g Feta",
            "4 Wilhelm Brandenburg Frische Hähnchenbruststeaks Paprika-Joghurt"
        ],
        "instructions": [
            "Aubergine und Zucchini waschen, die Enden entfernen und in Würfel schneiden. Paprika waschen, die Kerne entfernen und in grobe Würfel schneiden. Zwiebel schälen und in Spalten schneiden. Tomaten waschen. Knoblauchzehen schälen und in feine Scheiben schneiden.",
            "4 ca. DIN A4 große Stücke Alufolie vorbereiten und das Gemüse gleichmäßig darauf verteilen. Mit Thymian, Pfeffer und Salz würzen und jeweils mit 1 TL Öl beträufeln. Feta zerbröseln und auf die Päckchen verteilen.",
            "Grill vorheizen. Hähnchenbrust von jeder Seite kurz scharf angrillen und dann auf das Gemüse legen. Päckchen verschließen und für ca. 15 Minuten auf den Grill legen."
        ]
    },
    {
        "url": "https://www.rewe.de/rezepte/rotes-haehnchen-curry/",
        "title": "Rotes Hähnchen-Curry",
        "tags": [
            "Laktosefrei"
        ],
        "difficulty": "Einfach",
        "portions": "für 4 Personen",
        "nutritionalInfo": {
            "Energie": "684 kcal",
            "Kohlenhydrate": "72,5 g",
            "Fett": "28,5 g",
            "Eiweiß": "38,4 g"
        },
        "ingredients": [
            "150 g Buschbohnen frisch",
            "2 REWE Bio Zwiebeln",
            "2 milde rote Chilischoten",
            "1 Knoblauchzehe",
            "150 g Dulcita Tomaten",
            "0,5 REWE Bio Ananas",
            "1 Limette",
            "500 g Hähnchenbrustfilet",
            "200 g Basmatireis",
            "Salz",
            "3 EL Öl",
            "2 EL rote Currypaste",
            "500 ml Gemüsebrühe",
            "1 Dose(n) REWE Beste Wahl Kokosmilch (400 g)",
            "4 TL Speisestärke",
            "Pfeffer",
            "2 TL Fischsauce",
            "1 Zweig(e) Thai-Basilikum"
        ],
        "instructions": [
            "Bohnen waschen, die Enden entfernen und halbieren. Zwiebeln schälen und in Ringe schneiden. Chili in Ringe schneiden. Knoblauch schälen und fein würfeln. Tomaten waschen und halbieren. Ananas schälen, Strunk entfernen und Fruchtfleisch in Spalten schneiden. Limette halbieren. Hähnchenfilet klein schneiden.",
            "Reis in kochendem Salzwasser nach Packungsanweisung zubereiten. Öl in einem Wok erhitzen. Fleisch darin unter Wenden ca. 5 Minuten goldbraun anbraten und herausnehmen. Ananas, Zwiebeln und Knoblauch in den Wok geben und anbraten. Bohnen, Tomaten und Chili dazugeben und ca. 5 Minuten mitbraten. Fleisch und Currypaste dazugeben. Mit Brühe ablöschen und ca. 1 Minute köcheln lassen.",
            "Kokosmilch und Stärke glatt rühren und zum Gemüse geben. Nochmals aufkochen, mit Salz, Pfeffer, 3 EL Limettensaft und Fischsauce abschmecken. Basilikum waschen, trocken schütteln und Blätter von den Stielen zupfen. Curry in Schalen anrichten und mit Basilikum garnieren. Mit Reis servieren."
        ]
    },
    {
        "url": "https://www.rewe.de/rezepte/faecherkartoffeln-mit-tomate-und-mozzarella/",
        "title": "Fächerkartoffeln mit Tomate und Mozzarella",
        "tags": [
            "Vegetarisch",
            "Glutenfrei"
        ],
        "difficulty": "Einfach",
        "portions": "für 4 Personen",
        "nutritionalInfo": {
            "Energie": "588 kcal",
            "Kohlenhydrate": "45,5 g",
            "Fett": "38,4 g",
            "Eiweiß": "16,1 g"
        },
        "ingredients": [
            "2 EL Öl (neutral)",
            "150 g Strauchtomaten",
            "250 g Mozzarella (ggf. laktosefrei)",
            "1 kg Kartoffeln (vorwiegend festkochend oder festkochend)",
            "8 EL Olivenöl",
            "Salz",
            "Pfeffer",
            "1,5 TL REWE Feine Welt Mexikos Jalapeño, Chiliflocken",
            "1 Zweig(e) Basilikum"
        ],
        "instructions": [
            "Backofen vorheizen (220 °C, Ober-/Unterhitze). Eine Auflaufform mit neutralem Öl einfetten. Die Strauchtomaten waschen, entkernen und in kleine Würfel schneiden. Den Mozzarella gut abtropfen lassen und ebenfalls klein schneiden.",
            "Kartoffeln gründlich waschen, trocken reiben und längs halbieren. Im Abstand von 2 bis 3 mm tief einschneiden und in die Auflaufform geben. Mozzarella-Tomaten-Würfel in die Einschnitte geben und auf den Kartoffeln verteilen. Mit Olivenöl beträufeln sowie mit Salz und Pfeffer würzen. Im Backofen ca. 45 Minuten goldbraun backen, ggf. nach 30 Minuten abdecken, falls die Kartoffeln und Tomaten zu braun werden. Zwischendurch immer wieder mit herunterlaufendem Olivenöl bestreichen.",
            "Nach dem Backen die Kartoffeln mit Chiliflocken und Basilikumblättern bestreuen."
        ]
    },
    {
        "url": "https://www.rewe.de/rezepte/tex-mex-reissalat/",
        "title": "Tex-Mex Reissalat",
        "tags": [
            "Vegetarisch"
        ],
        "difficulty": "Einfach",
        "portions": "für 4 Portionen",
        "nutritionalInfo": {
            "Energie": "529 kcal",
            "Kohlenhydrate": "81,2 g",
            "Fett": "18,8 g",
            "Eiweiß": "14,7 g"
        },
        "ingredients": [
            "200 g Langkornreis",
            "1 Dose(n) Mais (285 g)",
            "1 Dose(n) Kidneybohnen (255 g)",
            "1 rote Paprika",
            "0,5 Stange(n) Porree",
            "4 EL Öl",
            "2 EL Zitronensaft",
            "1 EL Agavendicksaft",
            "Salz",
            "Pfeffer",
            "1 Msp. Kreuzkümmel (gemahlen)",
            "1 Msp. Koriander",
            "Chiliflocken",
            "1 Handvoll Nacho Chips",
            "200 g Sour Cream"
        ],
        "instructions": [
            "Reis nach Packungsanweisung kochen. Mais und Kidneybohnen abgießen.",
            "Paprika putzen, waschen und in kleine Würfel schneiden. Porree putzen, waschen und in feine Ringe schneiden.",
            "Öl, Zitronensaft und Agavendicksaft verrühren. Mit Salz, Pfeffer, Kreuzkümmel, Koriander und Chili würzen.",
            "Reis abgießen und mit den übrigen Salatzutaten mischen. Dressing unterrühren.",
            "Chips grob zerbröseln. Fertigen Salat mit Chips bestreuen und mit einem Klecks Sour Cream servieren."
        ]
    },
    {
        "url": "https://www.rewe.de/rezepte/kartoffelgulasch/",
        "title": "Kartoffelgulasch",
        "tags": [
            "Vegetarisch",
            "Kalorienarm"
        ],
        "difficulty": "Einfach",
        "portions": "für 4 Portionen",
        "nutritionalInfo": {
            "Energie": "302 kcal",
            "Kohlenhydrate": "53,6 g",
            "Fett": "7,28 g",
            "Eiweiß": "8,31 g"
        },
        "ingredients": [
            "800 g mehligkochende Kartoffeln",
            "200 g Zwiebeln",
            "2 Zehe(n) Knoblauch",
            "2 REWE Bio Paprika (rot)",
            "2 EL Butter/Öl",
            "3 EL Paprika edelsüß",
            "1 EL Paprika scharf",
            "1 EL Weißweinessig",
            "500 ml REWE Bio Gemüsebrühe",
            "1 EL Kümmel",
            "1 TL Majoran",
            "Pfeffer",
            "Salz",
            "0,5 Bd. Petersilie",
            "4 EL saure Sahne"
        ],
        "instructions": [
            "Kartoffeln schälen und in Würfel schneiden. Zwiebeln und Knoblauch schälen und würfeln. Paprika waschen, das Kerngehäuse entfernen und in Würfel schneiden.",
            "Butter oder Öl in einem Topf erhitzen und die Zwiebeln darin goldbraun anbraten, danach Knoblauch hinzugeben. Paprikapulver zugeben, kurz anrösten und mit Essig und Gemüsebrühe ablöschen.",
            "Kartoffeln, Kümmel und Majoran zugeben und das Ganze auf kleiner Hitze ca. 20 Minuten köcheln lassen, bis das Kartoffelgulasch sämig wird.",
            "Paprika zugeben und ca. 5 Minuten mitköcheln. Gulasch mit Pfeffer, Salz und Essig abschmecken.",
            "Petersilie waschen, trocken schütteln und fein hacken. Kartoffelgulasch mit Petersilie bestreuen und mit einem Klecks saurer Sahne servieren."
        ]
    },
    {
        "url": "https://www.rewe.de/rezepte/vegane-tajine-joghurtsauce/",
        "title": "Vegane Tajine mit Joghurtsauce",
        "tags": [
            "Vegetarisch",
            "Vegan",
            "Laktosefrei"
        ],
        "difficulty": "Einfach",
        "portions": "für 4 Portionen",
        "nutritionalInfo": {
            "Energie": "485 kcal",
            "Kohlenhydrate": "71,9 g",
            "Fett": "18,1 g",
            "Eiweiß": "12,9 g"
        },
        "ingredients": [
            "6 EL Olivenöl",
            "1 Zwiebel",
            "2 Zehe(n) Knoblauch",
            "25 g Ingwer",
            "2 TL Harissa-Pulver",
            "1 TL Kreuzkümmel (gemahlen)",
            "240 ml REWE Beste Wahl stückige Tomaten (Dose)",
            "400 ml Gemüsebrühe",
            "500 g Aubergine",
            "1 Süßkartoffel",
            "100 g Rosinen",
            "265 g Kichererbsen (Dose)",
            "15 g Minze",
            "1 REWE Bio Zitrone",
            "150 g Sojajoghurt",
            "Salz",
            "Pfeffer"
        ],
        "instructions": [
            "In einem großen Topf oder einer Tajine 4 EL Öl erhitzen. Zwiebel; Knoblauch und Ingwer schälen und fein würfeln. Erst Zwiebeln im Öl glasig anschwitzen, dann Knoblauch und Ingwer hinzufügen. Gewürze beigeben und kurz mitrösten.",
            "Stückige Tomaten und Gemüsebrühe hinzufügen, sobald die Gewürze duften. Kurz aufkochen lassen, dann einige Minuten bei mittlerer Hitze köcheln lassen.",
            "Währenddessen Aubergine waschen, Süßkartoffel schälen und beides in mundgerechte Stücke schneiden. Gemeinsam mit Rosinen in den Topf geben und weitere 15 min köcheln lassen.",
            "Kichererbsen über einem Sieb abgießen, waschen und abtropfen lassen.",
            "Zitrone auspressen. Ein paar Blätter der Minze zur Dekoration beiseitelegen. Für die Joghurtsauce die restliche Minze klein hacken. Mit Joghurt und 1 EL Zitronensaft verrühren. Restlichen Zitronensaft für die Tajine aufheben.",
            "Kichererbsen in den Eintopf geben. Mit restlichem Zitronensaft, sowie Salz und Pfeffer abschmecken. Die Tajine in tiefen Tellern anrichten. Mit Joghurtsauce und Minze garnieren."
        ]
    },
    {
        "url": "https://www.rewe.de/rezepte/pochierte-eier-avocado-toast/",
        "title": "Pochierte Eier auf Avocado Toast",
        "tags": [
            "Vegetarisch",
            "Laktosefrei",
            "Kalorienarm"
        ],
        "difficulty": "Mittel",
        "portions": "für 4 Personen",
        "nutritionalInfo": {
            "Energie": "296 kcal",
            "Kohlenhydrate": "29,8 g",
            "Fett": "15,8 g",
            "Eiweiß": "11,8 g"
        },
        "ingredients": [
            "1 EL Olivenöl",
            "0,25 Bd. Thymian",
            "0,25 Bd. Rosmarin",
            "4 Scheibe(n) Vollkornbrot",
            "4 Eier",
            "3 EL Essig",
            "1 Tomate",
            "1 Avocado",
            "Salz",
            "Pfeffer",
            "2 TL Zitronensaft",
            "1 Handvoll REWE Bio Basilikumblätter"
        ],
        "instructions": [
            "Öl mit Kräutern in einer Pfanne erhitzen. Vollkornbrot von beiden Seiten in Öl anrösten.",
            "4 Eier jeweils in eine Tasse aufschlagen. 2 l Wasser und 3 EL Essig in einem großen Topf zum Sieden bringen – das Wasser darf nicht sprudeln. Das siedende Wasser mit einem Schneebesen aufschlagen, sodass ein Strudel entsteht. Die Eier nacheinander zügig aus der Tasse in die Strudelmitte des siedenden Wassers gleiten lassen. 3 bis 4 Minuten stocken lassen. Mit einer Schaumkelle aus dem Wasser nehmen und bis zum Verzehr in lauwarmes Salzwasser legen, damit die pochierten Eier weich bleiben.",
            "Tomate waschen und fein würfeln. Avocado halbieren, entkernen, Fruchtfleisch aus der Schale lösen und würfeln. Avocado und Tomate vermischen und mit Salz, Pfeffer und Zitronensaft würzen.",
            "Avocado-Tomaten-Mischung auf die Brotscheiben verteilen und die pochierten Eier darauf geben. Mit frischem Basilikum garnieren."
        ]
    },
    {
        "url": "https://www.rewe.de/rezepte/geroesteter-blumenkohl/",
        "title": "Gerösteter Blumenkohl",
        "tags": [
            "Vegetarisch",
            "Glutenfrei",
            "Kalorienarm"
        ],
        "difficulty": "Mittel",
        "portions": "für 4 Portionen",
        "nutritionalInfo": {
            "Energie": "336 kcal",
            "Kohlenhydrate": "37,3 g",
            "Fett": "16,8 g",
            "Eiweiß": "14,7 g"
        },
        "ingredients": [
            "6 EL Rapsöl",
            "1 TL Paprikapulver (edelsüß)",
            "1 TL Currypulver",
            "Salz",
            "1 Blumenkohl",
            "2 Knoblauchzehen",
            "1 Zwiebel",
            "400 g ja! junge Erbsen",
            "1 Salatgurke",
            "15 g Minze",
            "1 Zitrone",
            "2 TL Honig",
            "Pfeffer",
            "150 g REWE Bio Joghurt mild"
        ],
        "instructions": [
            "Backofen auf 220 °C Ober-/ Unterhitze vorheizen. 3 EL Öl, Paprika, Curry und Salz verrühren. Blumenkohl putzen und den dicken Stiel abschneiden. Kopf in ca. 1,5 cm dicke Scheiben schneiden. Auf ein Blech geben und mit dem Gewürzöl einpinseln. Knoblauch mit Schale zugeben und alles im heißen Ofen 30 Minuten backen.",
            "Zwiebel abziehen und würfeln. In einem Topf mit 1 EL Öl andünsten. Erbsen kurz mitdünsten. 100 ml Wasser zugeben, zugedeckt aufkochen und bei milder Hitze 5 Minuten garen.",
            "Gurke waschen, längs halbieren und mit einem Löffel entkernen. Gurke nochmals längs halbieren und in Stücke schneiden. Minzblätter abzupfen und grob schneiden. Zitrone halbieren und 4 EL Saft auspressen. Mit Honig, Salz und Pfeffer verrühren und mit Gurke, Minze und 2 EL Öl mischen.",
            "Erbsen vom Herd ziehen. Blumenkohl aus dem Ofen nehmen. Knoblauch aus der Schale drücken und zu den Erbsen geben. Joghurt zugeben und alles fein pürieren. Mit Salz und Pfeffer abschmecken. Mit dem Blumenkohl und Gurkensalat servieren."
        ]
    },
    {
        "url": "https://www.rewe.de/rezepte/haehnchenkeule-konfetti-salat/",
        "title": "Hähnchenkeulen mit Konfetti-Salat",
        "tags": [
            "Low Carb",
            "Glutenfrei"
        ],
        "difficulty": "Mittel",
        "portions": "für 4 Personen",
        "nutritionalInfo": {
            "Energie": "480 kcal",
            "Kohlenhydrate": "25,6 g",
            "Fett": "29,6 g",
            "Eiweiß": "31,1 g"
        },
        "ingredients": [
            "2 EL Orangensaft",
            "2 EL REWE Bio Agavendicksaft",
            "1 TL Paprikapulver Edelsüß",
            "Salz",
            "1 EL REWE Bio Sonnenblumenöl",
            "600 g Hähnchenkeulen",
            "1 Dose(n) Mais (212 ml)",
            "1 Dose(n) Kidneybohnen (212 ml)",
            "1 Baby-Römersalat",
            "2 Tomaten",
            "200 g Salatgurke",
            "100 g REWE Bio Joghurt (1,8% Fett)",
            "3 EL Tomatenketchup",
            "2 EL Salatcreme",
            "Pfeffer"
        ],
        "instructions": [
            "Orangensaft, Agavendicksaft, Paprikapulver, 1 TL Salz und Öl verrühren. Hähnchenkeulen waschen und trocken tupfen. Keulen und Marinade in einer Schüssel vermengen und auf ein gefettetes Backblech legen. Keulen im vorgeheizten Backofen (E-Herd: 200 °C/ Umluft: 175 °C/ Gas: siehe Hersteller) 35–45 Minuten garen.",
            "Mais in einem Sieb gut abtropfen lassen. Bohnen in ein Sieb geben, abspülen und abtropfen lassen. Römersalat putzen, längs halbieren, in Streifen schneiden und waschen. Tomaten und Gurke waschen und in kleine Würfel schneiden. Joghurt, Ketchup und Salatcreme verrühren und evtl. mit etwas Orangensaft verdünnen. Mit Salz und Pfeffer abschmecken. Mais, Bohnen, Salat, Gurke, Tomaten und Joghurtsoße vermengen. Hähnchenkeulen aus dem Backofen nehmen und mit dem Salat auf Tellern anrichten."
        ]
    },
    {
        "url": "https://www.rewe.de/rezepte/high-protein-pizza/",
        "title": "High Protein Pizza",
        "tags": [],
        "difficulty": "Einfach",
        "portions": "für 2 Portionen",
        "nutritionalInfo": {
            "Energie": "964 kcal",
            "Kohlenhydrate": "93,9 g",
            "Fett": "30,4 g",
            "Eiweiß": "80,3 g"
        },
        "ingredients": [
            "100 g Proteinpulver (geschmacksneutral)",
            "200 g Weizenmehl Typ 550",
            "Mehl für die Arbeitsfläche",
            "2 Zwiebeln",
            "1 Zehe(n) Knoblauch",
            "1 EL Olivenöl",
            "200 g Passierte Tomaten",
            "1 TL Oregano",
            "Salz",
            "Pfeffer",
            "1 Dose(n) Thunfischfilets in eigenem Saft (Abtropfgewicht 100 g)",
            "200 g Mozzarella (gerieben)"
        ],
        "instructions": [
            "Backofen auf 180 °C Ober- und Unterhitze vorheizen. Backblech mit Backpapier auslegen.",
            "Proteinpulver mit Mehl vermischen, ca. 400 ml lauwarmes Wasser hinzugeben und mit den Händen zu einem Teig kneten. Ca. 10 Minuten abgedeckt bei Zimmertemperatur ruhen lassen. Teig in zwei Portionen teilen und mit einem Nudelholz auf einer bemehlten Arbeitsplatte dünn und rund ausrollen (ca. 25-30 cm groß). Pizzen auf ein mit Backpapier ausgelegtes Backblech legen und im Backofen für 15-20 Minuten vorbacken, bis der Teig knusprig ist.",
            "Die Tomatensoße zubereiten: Zwiebeln und Knoblauch schälen. Eine Zwiebel und den Knoblauch fein würfeln. Die andere Zwiebel in dünne Ringe schneiden und beiseitelegen. Olivenöl in einem kleinen Topf erhitzen und gewürfelte Zwiebel und Knoblauch darin andünsten. Passierte Tomaten und Oregano dazugeben und mit Salz und Pfeffer abschmecken. Bei mittlerer Hitze ohne Deckel ca. 20 Minuten köcheln lassen, bis die Soße etwas eindickt.",
            "Vorgebackene Pizzen aus dem Ofen nehmen und die Tomatensoße gleichmäßig auf den Pizzen verteilen. Thunfisch über einem Sieb abgießen und mit einer Gabel etwas auseinanderzupfen. Pizzen mit Thunfisch, Zwiebelringen und dem geriebenen Mozzarella belegen.",
            "Pizzen im Backofen ca. 10-15 Minuten backen, bis der Käse goldgelb und geschmolzen ist."
        ]
    },
    {
        "url": "https://www.rewe.de/rezepte/imam-bayildi/",
        "title": "Imam bayildi",
        "tags": [
            "Vegetarisch",
            "Vegan",
            "Laktosefrei",
            "Glutenfrei"
        ],
        "difficulty": "Einfach",
        "portions": "für 4 Portionen",
        "nutritionalInfo": {
            "Energie": "229 kcal",
            "Kohlenhydrate": "26,6 g",
            "Fett": "12,5 g",
            "Eiweiß": "5,97 g"
        },
        "ingredients": [
            "2 Zwiebeln",
            "4 Zehe(n) Knoblauch",
            "2 Spitzpaprika",
            "5 EL Olivenöl",
            "1 Dose(n) stückige Tomaten (à 400 g)",
            "Salz",
            "Pfeffer",
            "1 Prise(n) Zucker",
            "1 Prise(n) Zimt (gemahlen)",
            "0,5 TL Kreuzkümmelpulver",
            "1 TL Thymian (getrocknet)",
            "15 g Petersilie (frisch)",
            "3 Auberginen"
        ],
        "instructions": [
            "Zwiebeln und Knoblauch schälen und fein hacken. Spitzpaprika waschen und Stiel und Kerne entfernen, dann die Spitzpaprika ebenfalls fein hacken. In 3 EL Olivenöl andünsten. Dosentomaten dazugeben und mit Salz, Pfeffer, einer Prise Zucker, einer Prise Zimt, Kreuzkümmelpulver und Thymian abschmecken. Etwa 10 Minuten bei mittlerer Hitze köcheln lassen. Petersilie waschen und trockenschütteln. Die Blätter fein hacken und in die Soße geben (ca. 1 EL zum Garnieren beiseitelegen).",
            "Backofen auf 170 °C Ober- und Unterhitze vorheizen.",
            "Auberginen waschen, abtrocknen und längs halbieren. Die Schnittflächen mit einem scharfen Messer kreuzweise ca. 2 cm tief einschneiden. Die Tomatensoße in die Auflaufform geben und die Auberginen darauf verteilen. Mit einem Pinsel das restliche Olivenöl auf den Auberginen verteilen und mit etwas Salz und Pfeffer bestreuen.",
            "Im Backofen etwa 1 Stunde backen, bis das Fleisch der Auberginen weich geworden ist. Vor dem Servieren die Auberginen mit der restlichen Petersilie garnieren."
        ]
    },
    {
        "url": "https://www.rewe.de/rezepte/kentucky-fried-cauliflower-cashew-aioli/",
        "title": "Kentucky Fried Cauliflower mit Cashew Aioli",
        "tags": [
            "Vegetarisch"
        ],
        "difficulty": "Mittel",
        "portions": "für 4 Portionen",
        "nutritionalInfo": {
            "Energie": "566 kcal",
            "Kohlenhydrate": "73,9 g",
            "Fett": "21,1 g",
            "Eiweiß": "24,1 g"
        },
        "ingredients": [
            "1 Kopf Blumenkohl",
            "0,5 TL Paprika edelsüß",
            "Pfeffer",
            "1 TL Bio Gemüsebrühe",
            "0,5 TL Oregano, getrocknet",
            "0,5 TL Estragon, getrocknet",
            "0,5 TL Petersilie, getrocknet",
            "0,5 TL Thymian, getrocknet",
            "0,5 TL Knoblauchpulver",
            "0,5 TL Zwiebelpulver",
            "0,5 TL Selleriesalz",
            "250 g Dinkelmehl 630",
            "450 ml Milch",
            "2 TL Apfelessig",
            "3 Stange(n) Sellerie",
            "2 Zehe(n) Knoblauch",
            "1 Limette",
            "2 Tasse(n) Cashewkerne",
            "1 EL Thymianblättchen",
            "Wasser",
            "Salz"
        ],
        "instructions": [
            "Blumenkohl putzen und in große Stücke oder Röschen schneiden.",
            "Aus Paprika edelsüß, Pfeffer, Gemüsebrühe, Oregano, Estragon, Petersilie, Thymian, Knoblauchpulver, Zwiebelpulver und Selleriesalz eine Gewürzmischung herstellen.",
            "Backofen auf 190 Grad vorheizen. Dinkelmehl mit 6 TL der Gewürzmischung vermengen. In einer separaten Schüssel eine Lake aus Milch und 2 TL Apfelessig herstellen.",
            "Blumenkohlstücke zuerst in Lake tauchen, dann in Mehl-Gewürzmischung wenden und erneut in Lake tauchen und wieder im Mehl-Gewürz-Mix panieren. Auf ein mit Backpapier ausgelegtes Blech geben und im Ofen für 10 Minuten backen, wenden und nochmals 10 Minuten backen.",
            "Für die Cashew Aioli Sellerie waschen, grob in Stücke schneiden. Knoblauch schälen. Saft der Limette auspressen und mit Cashewkernen, Sellerie, 1 EL Thymian und 2 Knoblauchzehen in den Mixer geben. Alles fein pürieren und nach und nach etwas Wasser dazugeben, bis die gewünschte Konsistenz erreicht ist. Mit Salz abschmecken."
        ]
    },
    {
        "url": "https://www.rewe.de/rezepte/bratkartoffeln-von-rohen-kartoffeln/",
        "title": "Bratkartoffeln von rohen Kartoffeln",
        "tags": [
            "Laktosefrei",
            "Glutenfrei",
            "Kalorienarm"
        ],
        "difficulty": "Einfach",
        "portions": "für 4 Portionen",
        "nutritionalInfo": {
            "Energie": "277 kcal",
            "Kohlenhydrate": "29 g",
            "Fett": "14,8 g",
            "Eiweiß": "7,5 g"
        },
        "ingredients": [
            "800 g festkochende Kartoffeln",
            "2 Zwiebeln",
            "3 EL Butterschmalz",
            "100 g Speckwürfel",
            "Kräutersalz",
            "Pfeffer"
        ],
        "instructions": [
            "Kartoffeln und Zwiebeln schälen und in dünne Scheiben schneiden. Butterschmalz in einer großen Pfanne erhitzen und die Kartoffeln bei starker Hitze kurz darin anbraten. Deckel auflegen und die Kartoffeln bei schwacher bis mittlerer Hitze weiterbraten, gelegentlich wenden.",
            "Nach ca. 10 Minuten die Zwiebeln dazu geben. Speckwürfel hinzufügen und mit Kräutersalz und Pfeffer würzen.",
            "Weitere 10 Minuten ohne Deckel braten, bis die Kartoffeln den gewünschten Bräunungsgrad erreicht haben."
        ]
    },
    {
        "url": "https://www.rewe.de/rezepte/schinkennudeln/",
        "title": "Schinkennudeln",
        "tags": [],
        "difficulty": "Einfach",
        "portions": "für 4 Portionen",
        "nutritionalInfo": {
            "Energie": "497 kcal",
            "Kohlenhydrate": "51,8 g",
            "Fett": "20 g",
            "Eiweiß": "29 g"
        },
        "ingredients": [
            "250 g Nudeln (Penne oder Spirelli)",
            "100 g gekochter Schinken",
            "2 EL Butter",
            "1 Zwiebel",
            "4 Eier",
            "100 ml Milch",
            "Salz",
            "Pfeffer",
            "Muskat",
            "100 g Käse, gerieben",
            "1 Bd. Schnittlauch oder Frühlingszwiebeln"
        ],
        "instructions": [
            "Nudeln in Salzwasser kochen und abgießen. Schinken würfeln. Butter in einer Pfanne auslassen und Schinken darin anbraten. Zwiebel fein würfeln und dazugeben.",
            "Nudeln in die Pfanne geben und mitschwenken.",
            "Eier mit Milch und Gewürzen verquirlen. Den geriebenen Käse untermischen und alles zu den Nudeln geben.",
            "Die Nudelpfanne unter Rühren stocken lassen. Schnittlauch waschen, trocken schütteln und fein schneiden. Nudelpfanne abschmecken und mit Schnittlauch servieren."
        ]
    },
    {
        "url": "https://www.rewe.de/rezepte/gruenkohl-norddeutsche-art/",
        "title": "Grünkohl norddeutsche Art",
        "tags": [
            "Laktosefrei"
        ],
        "difficulty": "Einfach",
        "portions": "für 4 Portionen",
        "nutritionalInfo": {
            "Energie": "887 kcal",
            "Kohlenhydrate": "45,6 g",
            "Fett": "55,2 g",
            "Eiweiß": "61,3 g"
        },
        "ingredients": [
            "2 Zwiebeln",
            "1 EL Schweineschmalz",
            "1,5 kg Grünkohl, gehackt (TK)",
            "400 ml Gemüsebrühe",
            "200 g durchwachsener Speck",
            "300 g Kasseler",
            "2 Kartoffeln",
            "6 Kochwürste",
            "Salz",
            "Pfeffer",
            "1 TL Zucker",
            "3 EL Senf",
            "40 g Haferflocken"
        ],
        "instructions": [
            "Zwiebeln schälen und würfeln. Schweineschmalz in einem Topf erhitzen und Zwiebeln darin anschwitzen. Grünkohl dazugeben und mit Gemüsebrühe auffüllen. Kurz zum Kochen bringen und danach bei geringer Hitzezufuhr ca. 30 Minuten köcheln lassen.",
            "Speck und Kasseler hinzugeben und weitere 30 Minuten köcheln. In der Zwischenzeit Kartoffeln schälen und in haselnussgroße Würfel schneiden. Kartoffelwürfel und 2 Kochwürste dazugeben und weitere ca. 30 Minuten garen.",
            "Restliche Kochwürste in siedendem Wasser (nach Packungsanweisung) garen.",
            "Danach das Fleisch aus dem Grünkohl entfernen und den Eintopf mit Salz, Pfeffer, Zucker und Senf abschmecken. Haferflocken einrühren.",
            "Kasseler und Kochwürste zum Grünkohl reichen."
        ]
    },
    {
        "url": "https://www.rewe.de/rezepte/tuerkische-linsensuppe-mercimek-corbasi/",
        "title": "Türkische Linsensuppe – Mercimek Corbasi",
        "tags": [
            "Vegetarisch",
            "Vegan",
            "Laktosefrei",
            "Kalorienarm"
        ],
        "difficulty": "Einfach",
        "portions": "für 4 Portionen",
        "nutritionalInfo": {
            "Energie": "439 kcal",
            "Kohlenhydrate": "69,2 g",
            "Fett": "11,9 g",
            "Eiweiß": "18,6 g"
        },
        "ingredients": [
            "2 Kartoffeln",
            "2 Möhren",
            "1 Zwiebel",
            "1 Knoblauchzehe",
            "2 EL Öl",
            "250 g rote Linsen",
            "1 l Gemüsebrühe",
            "Salz",
            "Pfeffer",
            "Chiliflocken",
            "0,5 Bd. Petersilie",
            "1 Bio-Zitrone"
        ],
        "instructions": [
            "Kartoffeln und Möhren schälen und in Würfel schneiden. Zwiebel und Knoblauch schälen und hacken. Öl in einem großen Topf erhitzen. Kartoffeln, Möhren, Zwiebel und Knoblauch darin andünsten. Linsen zugeben und kurz mitrösten. Mit Brühe ablöschen und ca. 20 Minuten köcheln lassen.",
            "Suppe pürieren und ggf. mit noch etwas Wasser verdünnen, falls die Suppe zu dick ist. Mit Salz, Pfeffer und Chiliflocken abschmecken.",
            "Petersilie waschen, trocken schütteln und hacken. Zitrone heiß waschen und halbieren. Hälfte auspressen und die Suppe mit Zitronensaft abschmecken. Andere Hälfte in Spalten schneiden. Suppe mit Petersilie bestreuen und mit einem Stück Zitrone anrichten."
        ]
    },
    {
        "url": "https://www.rewe.de/rezepte/spaghetti-alla-carbonara/",
        "title": "Spaghetti alla carbonara",
        "tags": [],
        "difficulty": "Einfach",
        "portions": "für 4 Portionen",
        "nutritionalInfo": {
            "Energie": "592 kcal",
            "Kohlenhydrate": "75,6 g",
            "Fett": "19,7 g",
            "Eiweiß": "30 g"
        },
        "ingredients": [
            "150 g Südtiroler Schinkenspeck",
            "1 EL Olivenöl",
            "80 g Parmesan",
            "4 Eigelb",
            "400 g Spaghetti",
            "Salz",
            "Pfeffer",
            "Muskatnuss, frisch gerieben"
        ],
        "instructions": [
            "Schinkenspeck in etwa 5 mm große Würfel schneiden und in einer großen Pfanne bei mittlerer Hitze mit Olivenöl knusprig braten.",
            "Den Parmesan fein reiben und mit den Eigelben in einer Schüssel verquirlen. Anschließend die Spaghetti in reichlich kochendem Wasser bissfest garen, eine Kelle Nudelwasser zu dem Speck geben und den Rest abgießen.",
            "Die Spaghetti zum Schinken geben, die Pfanne vom Herd ziehen und die Eiermischung sofort unterheben, ohne dass die Soße stockt. Mit Salz, Pfeffer und Muskatnuss würzen und servieren."
        ]
    },
    {
        "url": "https://www.rewe.de/rezepte/wikinger-topf/",
        "title": "Wikinger Topf",
        "tags": [
            "Low Carb"
        ],
        "difficulty": "Einfach",
        "portions": "für 4 Portionen",
        "nutritionalInfo": {
            "Energie": "640 kcal",
            "Kohlenhydrate": "23,3 g",
            "Fett": "47 g",
            "Eiweiß": "34,1 g"
        },
        "ingredients": [
            "500 g Rinderhack",
            "Salz",
            "Pfeffer",
            "0,25 TL Paprika, edelsüß",
            "1 TL Senf, scharf",
            "1 EL Öl",
            "1 Schalotte",
            "1 Knoblauchzehe",
            "50 g Butter",
            "1 EL Weizenmehl Type 405",
            "1 Bd. Petersilie, glatt",
            "300 ml Milch",
            "200 g Sahne",
            "1 Prise(n) Zucker",
            "1 TL Zitronensaft",
            "1 TL Gemüsebrühe",
            "1 Prise(n) Muskat",
            "400 g TK Erbsen & Möhren"
        ],
        "instructions": [
            "Hackfleisch mit Salz, Pfeffer, Paprikapulver und Senf zu einem Teig verkneten. Hieraus kleine Bällchen rollen. 1 EL Öl in einer Pfanne erhitzen und die Bällchen darin von allen Seiten braun anbraten.",
            "Schalotte und Knoblauch fein hacken. Butter in einer großen Pfanne erhitzen und beides darin anbraten. Mehl zugeben und kurz anschwitzen lassen. Unter Rühren mit Milch und Sahne ablöschen. Mit Zucker, Zitronensaft, Brühe, Muskat, Salz und Pfeffer würzen. Alles aufkochen, dann Erbsen und Möhren zugeben. Erneut aufkochen und zum Schluss die Hackbällchen zugeben und nochmals in der Soße erwärmen. Zum Servieren mit Petersilie bestreuen."
        ]
    },
    {
        "url": "https://www.rewe.de/rezepte/klassischer-hot-dog/",
        "title": "Klassischer Hot Dog",
        "tags": [
            "Kalorienarm"
        ],
        "difficulty": "Einfach",
        "portions": "für 4 Portionen",
        "nutritionalInfo": {
            "Energie": "419 kcal",
            "Kohlenhydrate": "39,9 g",
            "Fett": "22,9 g",
            "Eiweiß": "12,8 g"
        },
        "ingredients": [
            "2 Schalotten",
            "1 EL Weizenmehl Type 405",
            "1 EL Öl",
            "Salz",
            "2 TL Zucker",
            "4 Hot Dog Brötchen",
            "4 Hot Dog Würstchen",
            "2 REWE Bio Gewürzgurken",
            "4 EL Remoulade",
            "4 TL Ketchup",
            "4 TL mittelscharfer Senf"
        ],
        "instructions": [
            "Für die Röst-Schalotten Schalotten schälen und in feine Ringe schneiden. Ringe dünn mit Mehl bestäuben. Öl in einer Pfanne erhitzen, Schalotten darin anbraten. Mit Salz würzen und mit Zucker bestreuen und karamellisieren lassen.",
            "Brötchen aufschneiden. Würstchen in heißem Wasser erwärmen. Gurken in dünne Scheiben schneiden.",
            "Brötchen mit je einem Würstchen belegen. Zwiebeln und Gurken darauf verteilen und mit je etwas Remoulade, Ketchup und Senf beträufeln."
        ]
    },
    {
        "url": "https://www.rewe.de/rezepte/gyrossuppe/",
        "title": "Gyrossuppe",
        "tags": [
            "Low Carb",
            "Glutenfrei"
        ],
        "difficulty": "Einfach",
        "portions": "für 4 Portionen",
        "nutritionalInfo": {
            "Energie": "612 kcal",
            "Kohlenhydrate": "11,7 g",
            "Fett": "51,9 g",
            "Eiweiß": "27,7 g"
        },
        "ingredients": [
            "1 Zehe(n) Knoblauch",
            "500 g Schweinegeschnetzeltes",
            "2 EL Olivenöl",
            "2 TL Gyros-Gewürz",
            "1 Zwiebel",
            "1 rote Paprikaschote",
            "1 gelbe Paprikaschote",
            "200 g Sahne",
            "600 ml Gemüsebrühe",
            "100 g Schmelzkäse",
            "4 EL Paprikasoße",
            "Salz",
            "Pfeffer",
            "getrockneter Thymian"
        ],
        "instructions": [
            "Knoblauch schälen und pressen. Mit Fleisch, 2 EL Öl und dem Gyros-Gewürz vermengen und 1 Stunde marinieren lassen.",
            "Zwiebel schälen und fein hacken. Paprika waschen, Kerne entfernen und in Würfel schneiden.",
            "Fleisch portionsweise scharf anbraten. Aus der Pfanne nehmen und die Zwiebel anbraten. Paprika zugeben und kurz mitbraten.",
            "Gemüse und Fleisch zusammen mit Sahne und Brühe in einen großen Topf geben und 10 Minuten leicht köcheln. Schmelzkäse zufügen, auflösen und die Gyrossuppe mit Paprikasoße, Salz, Pfeffer und Thymian abschmecken."
        ]
    },
    {
        "url": "https://www.rewe.de/rezepte/ramen-japanische-nudelsuppe/",
        "title": "Ramen - Japanische Nudelsuppe",
        "tags": [
            "Laktosefrei"
        ],
        "difficulty": "Einfach",
        "portions": "für 4 Portionen",
        "nutritionalInfo": {
            "Energie": "614 kcal",
            "Kohlenhydrate": "29 g",
            "Fett": "37 g",
            "Eiweiß": "45,6 g"
        },
        "ingredients": [
            "2 kleine Möhren",
            "2 Zehe(n) Knoblauch",
            "2 Schote(n) Chili",
            "1 Stange(n) Porree",
            "300 g Hähnchenbrust",
            "1,5 l Hühnerbrühe",
            "2 TL Instant-Wakame",
            "2 EL Erdnussöl",
            "4 EL Sojasoße",
            "3 EL Sweet-Chili-Soße",
            "400 g Ramen",
            "4 EL Misopaste",
            "75 g Mungobohnensprossen"
        ],
        "instructions": [
            "Möhren schälen und in feine Stifte schneiden. Knoblauch schälen und fein würfeln. Chili in feine Ringe schneiden. Porree waschen, putzen und in schmale Streifen oder Ringe schneiden. Hähnchen in dünne Streifen schneiden.",
            "Brühe in einem großen Topf aufkochen. Möhren, 2/3 der Chili, Lauch und Wakame zugeben. Ca. 3 Minuten köcheln lassen.",
            "Öl in einer Pfanne erhitzen, Hähnchen und Knoblauch darin anbraten. Mit Sojasoße und Sweet-Chili-Soße ablöschen. Nudeln in die Supe geben und Misopaste unterrühren. Suppe auf Schalen verteilen. Das Fleisch dazugeben und mit Sprossen und restlichem Chili garnieren."
        ]
    },
    {
        "url": "https://www.rewe.de/rezepte/schnelle-frankfurter-gruene-sauce-mit-pellkartoffeln-und-eiern/",
        "title": "Schnelle Frankfurter Grüne Soße mit Pellkartoffeln & Ei",
        "tags": [
            "Vegetarisch",
            "Glutenfrei",
            "Kalorienarm"
        ],
        "difficulty": "Einfach",
        "portions": "für 4 Portionen",
        "nutritionalInfo": {
            "Energie": "409 kcal",
            "Kohlenhydrate": "42,1 g",
            "Fett": "16,2 g",
            "Eiweiß": "22,6 g"
        },
        "ingredients": [
            "800 g Kartoffeln",
            "Salz",
            "4 Eier",
            "1 Bd. Kräuter für Grüne Sauce",
            "150 g Joghurt",
            "250 g Quark",
            "200 g saure Sahne",
            "1 EL Zitronensaft",
            "Pfeffer",
            "1 Prise(n) Zucker"
        ],
        "instructions": [
            "Die Kartoffeln gut waschen und in Salzwasser ca. 20 Minuten kochen. Eier in kochendem Wasser hart kochen.",
            "Währenddessen die Kräuter waschen, sehr fein hacken und mit Joghurt, Quark und saurer Sahne verrühren. Zitronensaft unterrühren und mit Salz, Pfeffer und Zucker nach Geschmack würzen.",
            "Kartoffeln abgießen, unter kaltem Wasser abschrecken und pellen. Eier pellen und längs vierteln. Kartoffeln mit Eiern und Sauce servieren."
        ]
    },
    {
        "url": "https://www.rewe.de/rezepte/langos/",
        "title": "Lángos (Langosch)",
        "tags": [],
        "difficulty": "Einfach",
        "portions": "für 7 Stücke",
        "nutritionalInfo": {
            "Energie": "969 kcal",
            "Kohlenhydrate": "96 g",
            "Fett": "55,8 g",
            "Eiweiß": "22,7 g"
        },
        "ingredients": [
            "300 g mehligkochende Kartoffeln",
            "300 ml Wasser",
            "175 ml Milch",
            "30 g frische Hefe",
            "1 TL Zucker",
            "750 g Weizenmehl Type 405",
            "1,5 TL Salz",
            "1,5 Zehe(n) Knoblauch",
            "400 g Saure Sahne",
            "400 g Schmand",
            "1 Pck. glatte Petersilie",
            "1 Zwiebel",
            "100 g Speckwürfel",
            "Pfeffer",
            "100 g Gouda am Stück",
            "Pflanzenöl zum Ausbacken"
        ],
        "instructions": [
            "Kartoffeln schälen, in Salzwasser gar kochen, mit einer Gabel zerdrücken und etwas auskühlen lassen.",
            "Wasser und Milch leicht erwärmen und darin Hefe und Zucker unterrühren. Mehl mit Wasser-Milch-Mischung und 1 TL Salz in eine Schüssel geben und gut verkneten. Dann die Kartoffelmasse unter den Teig kneten.",
            "Arbeitsfläche mit etwas Mehl bestäuben. Hände vor dem Kneten einölen und den Teig kräftig mit den Händen kneten, bis nichts mehr an den Händen kleben bleibt. Dabei ggf. etwas Mehl einarbeiten. Teig abdecken und 1 Stunde an einem warmen Ort gehen lassen.",
            "Für die Toppings zwei Schüsseln bereitstellen. Für die vegetarische Knoblauchcreme Knoblauch schälen, pressen und zusammen mit 200 g saurer Sahne und 200 g Schmand glatt rühren. Petersilie hacken und darunter rühren. Für das andere Topping Zwiebel schälen und fein würfeln. Speckwürfel und Zwiebel in einer Pfanne rösten und mit den restlichen 200 g saure Sahne und 200 g Schmand verrühren. Beide Toppings salzen, pfeffern und kaltstellen. Käse reiben.",
            "Teig in 7 Portionen teilen und zu länglichen Fladen rollen und etwas auseinanderziehen. Der Rand sollte etwas dicker sein.",
            "Öl in einem tiefen Topf oder einer Pfanne erhitzen und die Fladen darin von beiden Seiten etwa 3-4 Minuten frittieren. Mit Sauerrahm-Toppings und geriebenen Käse bestreut servieren."
        ]
    },
    {
        "url": "https://www.rewe.de/rezepte/cacio-pepe/",
        "title": "Spaghetti Cacio e Pepe",
        "tags": [
            "Vegetarisch"
        ],
        "difficulty": "Einfach",
        "portions": "für 4 Portionen",
        "nutritionalInfo": {
            "Energie": "669 kcal",
            "Kohlenhydrate": "95,5 g",
            "Fett": "20,3 g",
            "Eiweiß": "28,7 g"
        },
        "ingredients": [
            "4 Stiel(e) krause Petersilie",
            "25 g Pinienkerne",
            "Salz",
            "500 g Spaghetti",
            "20 g Butter",
            "150 g Pecorino, gerieben",
            "Pfeffer"
        ],
        "instructions": [
            "Wasser in einem großen Topf zum Kochen bringen. Währenddessen die Petersilie fein hacken. In einer kleinen Pfanne bei mittlerer Hitze Pinienkerne ohne Fett rösten.",
            "Das Wasser gut salzen, die Spaghetti hineingeben und ca. 8-10 Minuten lang köcheln lassen. Sobald die Spaghetti gar sind, das Wasser abgießen. Die Butter zu der Pasta geben und gut verrühren, bis die Butter ganz geschmolzen ist.",
            "Die Petersilie, Pinienkerne, Pecorino und Pfeffer ebenfalls mit den Spaghetti vermengen."
        ]
    },
    {
        "url": "https://www.rewe.de/rezepte/djuvec-reis-serbien/",
        "title": "Djuvec Reis",
        "tags": [
            "Laktosefrei",
            "Kalorienarm",
            "Fettarm"
        ],
        "difficulty": "Einfach",
        "portions": "für 4 Portionen",
        "nutritionalInfo": {
            "Energie": "283 kcal",
            "Kohlenhydrate": "54,6 g",
            "Fett": "4,4 g",
            "Eiweiß": "7,3 g"
        },
        "ingredients": [
            "1 rote Paprika",
            "1 Tomate",
            "1 Zwiebel",
            "1 Knoblauchzehe",
            "1 EL Olivenöl",
            "1 EL Paprika edelsüß",
            "3 EL Tomatenmark",
            "200 g Langkornreis",
            "1 TL Salz",
            "2 EL Worcester-Sauce",
            "100 g Ajvar",
            "100 g TK-Erbsen"
        ],
        "instructions": [
            "Paprika waschen, entkernen und in kleine Würfel schneiden. Tomate waschen und würfeln. Zwiebel und Knoblauch schälen und in feine Würfel schneiden.",
            "Olivenöl in einem Topf erhitzen und Paprikapulver, Paprika, Tomaten, Knoblauch und Zwiebeln darin anschwitzen. Das Tomatenmark und den Reis hinzufügen und mit 400 ml Wasser ablöschen. Salz, Worcester-Sauce und Ajvar unterrühren und den Reis 15 Minuten bei geringer Hitze zugedeckt köcheln lassen.",
            "Die Erbsen unterrühren und den Reis weitere 5 Minuten köcheln lassen."
        ]
    },
    {
        "url": "https://www.rewe.de/rezepte/bauerntopf/",
        "title": "Bauerntopf",
        "tags": [],
        "difficulty": "Einfach",
        "portions": "für 4 Portionen",
        "nutritionalInfo": {
            "Energie": "574 kcal",
            "Kohlenhydrate": "37,7 g",
            "Fett": "37 g",
            "Eiweiß": "25,5 g"
        },
        "ingredients": [
            "500 g festkochende Kartoffeln",
            "1 rote Paprikaschote",
            "1 grüne Paprikaschote",
            "2 Möhren",
            "2 Zwiebeln",
            "2 EL Rapsöl",
            "400 g Hackfleisch gemischt",
            "1 EL Tomatenmark",
            "1 Dose(n) gehackte Tomaten (400 g)",
            "500 ml Gemüsebrühe",
            "Salz",
            "Pfeffer",
            "Paprikapulver",
            "1 Bd. Schnittlauch",
            "200 g Crème fraîche"
        ],
        "instructions": [
            "Kartoffeln schälen und in Würfel schneiden. Paprika waschen, Kerne entfernen und würfeln. Möhren schälen und in Scheiben schneiden. Zwiebeln schälen und fein hacken.",
            "Öl in einem großen Topf erhitzen und das Hackfleisch zusammen mit den Zwiebeln anbraten. Paprika, Möhren und Tomatenmark zufügen und mitgaren.",
            "Mit Pizzatomaten und Gemüsebrühe ablöschen. Kartoffeln zugeben und gut 20-30 Minuten köcheln lassen bis alles gar ist. Gegebenenfalls noch etwas Brühe zufügen. Bauerntopf mit Salz, Pfeffer und Paprikapulver abschmecken.",
            "Schnittlauch waschen, trocken schütteln und in Röllchen schneiden. Bauerntopf mit einem Klecks Crème fraîche und Schnittlauchröllchen auf Tellern anrichten."
        ]
    },
    {
        "url": "https://www.rewe.de/rezepte/patatas-bravas-aioli/",
        "title": "Patatas Bravas mit Aioli",
        "tags": [
            "Glutenfrei"
        ],
        "difficulty": "Einfach",
        "portions": "für 4 Portionen",
        "nutritionalInfo": {
            "Energie": "474 kcal",
            "Kohlenhydrate": "33,2 g",
            "Fett": "32,7 g",
            "Eiweiß": "12,3 g"
        },
        "ingredients": [
            "3 große Kartoffeln",
            "2 TL Salz",
            "340 ml Pflanzenöl",
            "0,5 TL Paprikapulver",
            "1 Prise(n) Cayennepfeffer",
            "1 Prise(n) grobes Meersalz",
            "5 Knoblauchzehen",
            "1 Eigelb",
            "3 Sardellenfilets",
            "200 ml Sonnenblumenöl",
            "0,5 Zitrone"
        ],
        "instructions": [
            "Kartoffeln schälen und würfeln. Salz und Pflanzenöl in einem Topf erhitzen. Kartoffelwürfel bei geringer Hitze ca. 15 Minuten im Öl frittieren. Dann die Hitze erhöhen und die Kartoffeln 4-5 Minuten knusprig frittieren.",
            "Auf Küchenpapier abtropfen lassen. Mit Paprika, Pfeffer und Salz würzen.",
            "Für die Aioli den Knoblauch schälen und zusammen mit dem sehr frischen Eigelb, den Sardellen und dem Sonnenblumenöl pürieren.",
            "Mit Zitronensaft abschmecken und die Aioli zu den Kartoffeln servieren."
        ]
    },
    {
        "url": "https://www.rewe.de/rezepte/pizzasuppe/",
        "title": "Pizzasuppe",
        "tags": [
            "Low Carb"
        ],
        "difficulty": "Einfach",
        "portions": "für 4 Portionen",
        "nutritionalInfo": {
            "Energie": "525 kcal",
            "Kohlenhydrate": "26 g",
            "Fett": "36,6 g",
            "Eiweiß": "25,6 g"
        },
        "ingredients": [
            "1 Zwiebel",
            "1 rote Paprika",
            "150 g Cocktailtomaten",
            "200 g Champignons",
            "1 Dose(n) Mais (285 g)",
            "1 EL Olivenöl",
            "300 g gemischtes Hackfleisch",
            "300 g passierte Tomaten (400 g)",
            "200 ml Gemüsebrühe",
            "100 ml Sahne",
            "100 g Frischkäse",
            "Salz",
            "Pfeffer",
            "Oregano (getrocknet)",
            "geriebener Käse"
        ],
        "instructions": [
            "Zwiebel schälen und fein würfeln. Paprika waschen, Kerne entfernen und in kleine Würfel schneiden. Tomaten waschen und vierteln. Champignons putzen und hacken. Mais abtropfen lassen.",
            "Öl in einem großen Topf erhitzen und die Zwiebel zusammen mit dem Hackfleisch anbraten. Paprika und Champignons zufügen, kurz mitgaren, dann mit den passierten Tomaten und der Gemüsebrühe ablöschen.",
            "Mais und Cocktailtomaten zufügen und gut 10 Minuten köcheln lassen.",
            "Suppe vom Herd nehmen, Sahne und Frischkäse einrühren und mit Salz, Pfeffer und Oregano abschmecken. Nach Belieben mit geriebenem Käse bestreuen und servieren."
        ]
    },
    {
        "url": "https://www.rewe.de/rezepte/wurstgulasch/",
        "title": "Wurstgulasch",
        "tags": [
            "Laktosefrei"
        ],
        "difficulty": "Einfach",
        "portions": "für 4 Portionen",
        "nutritionalInfo": {
            "Energie": "673 kcal",
            "Kohlenhydrate": "81,6 g",
            "Fett": "25,3 g",
            "Eiweiß": "32,7 g"
        },
        "ingredients": [
            "2 Zwiebeln",
            "1 rote Paprika",
            "500 g Jagd- oder Schinkenwurst (am Stück)",
            "2 EL Margarine",
            "50 g Tomatenmark",
            "40 g Weizenmehl Type 405",
            "400 ml Fleischbrühe",
            "Salz",
            "Pfeffer",
            "Paprikapulver",
            "350 g Bandnudeln"
        ],
        "instructions": [
            "Zwiebeln und Paprika putzen und würfeln. Wurst ebenfalls würfeln. Margarine in einem großen Topf erhitzen, Zwiebeln, Paprika und Wurst darin goldbraun anbraten. Tomatenmark unterrühren und kurz mitbraten. Mehl darüberstäuben und anschließend verrühren.",
            "Fleischbrühe zu der Wurst gießen, Salz, Pfeffer und Paprikapulver zugeben und alles ca. 20 Minuten köcheln lassen.",
            "In der Zwischenzeit die Bandnudeln nach Packungsanweisung in Salzwasser kochen.",
            "Gulasch abschmecken und eventuell nachwürzen. Nudeln abgießen und mit dem Gulasch servieren."
        ]
    },
    {
        "url": "https://www.rewe.de/rezepte/senfeier/",
        "title": "Senfeier",
        "tags": [
            "Vegetarisch",
            "Kalorienarm"
        ],
        "difficulty": "Einfach",
        "portions": "für 4 Portionen",
        "nutritionalInfo": {
            "Energie": "432 kcal",
            "Kohlenhydrate": "40,4 g",
            "Fett": "20,5 g",
            "Eiweiß": "21,6 g"
        },
        "ingredients": [
            "1,5 kg Kartoffeln (festkochend)",
            "Salz",
            "8 Eier (M)",
            "30 g Butter",
            "2 EL Weizenmehl Type 405",
            "250 ml Gemüsebrühe",
            "300 ml ja! Vollmilch",
            "10 g Petersilie (kraus)",
            "6 TL mittelscharfer Senf",
            "Pfeffer"
        ],
        "instructions": [
            "Kartoffeln schälen, halbieren und in Salzwasser 15-20 Minuten weich garen. Eier in kochendem Wasser ca. 6-7 Minuten wachsweich kochen.",
            "Butter in einem Topf zerlassen. Mehl unter Rühren darin andünsten. Brühe und Milch unter Rühren nach und nach zugießen. Bei milder Hitze unter Rühren 5 Minuten köcheln lassen.",
            "Petersilie waschen, trockenschütteln und die Blättchen hacken. Senf in die Soße einrühren, diese danach nicht mehr kochen lassen. Mit Salz und Pfeffer abschmecken.",
            "Kartoffeln abgießen, die Hälfte für Donnerstag beiseitestellen. Eier pellen und mit der Sauce und Kartoffeln anrichten. Mit Petersilie bestreut servieren."
        ]
    },
    {
        "url": "https://www.rewe.de/rezepte/schnelle-soljanka/",
        "title": "Schnelle Soljanka",
        "tags": [],
        "difficulty": "Einfach",
        "portions": "für 4 Portionen",
        "nutritionalInfo": {
            "Energie": "598 kcal",
            "Kohlenhydrate": "45,9 g",
            "Fett": "35,9 g",
            "Eiweiß": "25,2 g"
        },
        "ingredients": [
            "500 g REWE Beste Wahl Wiener Würstchen",
            "3 Zwiebeln",
            "1 EL Öl",
            "5 EL Tomatenmark",
            "300 ml Gemüsebrühe",
            "2 Gläser Letscho",
            "1 Glas Gewürzgurken (mit Sud 670 g)",
            "800 g ja! Passierte Tomaten",
            "1 EL Paprika edelsüß",
            "Salz",
            "Saure Sahne",
            "0,5 Bd. Petersilie"
        ],
        "instructions": [
            "Würstchen in Scheiben schneiden. Zwiebeln schälen und in Würfel schneiden. Öl in einem Topf erhitzen und die Zwiebeln darin glasig dünsten. Wurst zugeben und ebenfalls kurz anbraten. Tomatenmark zugeben und kurz anrösten.",
            "Mit passierten Tomaten und Gemüsebrühe ablöschen. Letscho und Gurken in mundgerechte Stücke schneiden und in den Topf geben. Gurkenwasser ebenfalls zugeben. Suppe mit Paprikapulver und Salz abschmecken und 15 Min. köcheln lassen."
        ]
    },
    {
        "url": "https://www.rewe.de/rezepte/tortellini-alla-panna-kaeseknusper/",
        "title": "Tortellini alla panna mit Käseknusper",
        "tags": [],
        "difficulty": "Einfach",
        "portions": "für 4 Portionen",
        "nutritionalInfo": {
            "Energie": "883 kcal",
            "Kohlenhydrate": "85,7 g",
            "Fett": "49,3 g",
            "Eiweiß": "25,9 g"
        },
        "ingredients": [
            "8 EL geriebener Parmesan",
            "Salz",
            "2 Pck. Tortellini",
            "1 Bd. glatte Petersilie",
            "70 g Butter",
            "250 ml Sahne",
            "Pfeffer, frisch gemahlen",
            "Muskatnuss"
        ],
        "instructions": [
            "Den Backofen auf 180 Grad Ober-/ Unterhitze vorheizen. Je 2 EL Parmesan zu einem flachen Häufchen auf ein Stück Backpapier setzen (Abstand lassen!), im Ofen zu 4 Parmesan-Talern backen, komplett auskühlen und fest werden lassen.",
            "Reichlich Wasser in einem großen Topf zum Kochen bringen, salzen, dann die Tortellini darin nach Packungsanleitung al dente garen.",
            "In der Zwischenzeit die Petersilie waschen, trocknen, vom Stiel zupfen und grob hacken.",
            "1 TL von der Butter in einer großen Pfanne schmelzen. Die Tortellini abgießen und in die Pfanne geben. Ein Drittel der Sahne dazu gießen und alles auf mittlerer Flamme unter ständigem Rühren vermengen. Nach und nach die übrige Butter und Sahne dazugeben und untermengen.",
            "Mit Salz, Pfeffer und Muskatnuss abschmecken.",
            "Tortellini auf tiefe Teller verteilen, mit je einem Parmesantaler garnieren, mit gehackter Petersilie bestreuen und sofort servieren."
        ]
    },
    {
        "url": "https://www.rewe.de/rezepte/philadelphia-haehnchen/",
        "title": "Philadelphia-Hähnchen",
        "tags": [],
        "difficulty": "Einfach",
        "portions": "für 4 Portionen",
        "nutritionalInfo": {
            "Energie": "544 kcal",
            "Kohlenhydrate": "6,4 g",
            "Fett": "38,8 g",
            "Eiweiß": "43 g"
        },
        "ingredients": [
            "600 g Hähnchenbrustfilet",
            "Salz",
            "Pfeffer",
            "Paprikapulver (rosenscharf)",
            "2 EL Olivenöl",
            "200 g Frischkäse (Kräuter)",
            "250 ml Sahne",
            "130 ml Milch (Vollmilch)",
            "1 EL Senf",
            "2 TL Gemüsebrühe (Pulver)",
            "1 Zehe(n) Knoblauch",
            "2 EL Petersilie oder Schnittlauch (frisch gehackt)"
        ],
        "instructions": [
            "Den Ofen auf 180 °C Ober- und Unterhitze vorheizen. Das Hähnchenfleisch trocken tupfen und in größere Stücke schneiden. Von beiden Seiten mit Salz, Pfeffer und Paprikapulver würzen. Das Öl in einer Pfanne erhitzen und die Hähnchenstücke darin von jeder Seite ca. 3 Minuten scharf anbraten. In eine Auflaufform legen.",
            "In einer Schüssel Frischkäse, Sahne, Milch, Senf und Gemüsebrühe miteinander verquirlen. Die Knoblauchzehe schälen, dazupressen und unterrühren. Mit etwas Pfeffer würzen. Die Sauce über das Fleisch in der Auflaufform gießen und das Philadelphia-Hähnchen 20–25 Minuten im Ofen backen.",
            "Nach der Garzeit mit frischen Kräutern bestreuen und mit Nudeln, Reis, Kartoffeln oder Baguette servieren."
        ]
    },
    {
        "url": "https://www.rewe.de/rezepte/spaghetti-pesto-sahnesauce/",
        "title": "Spaghetti mit Pesto-Sahnesauce",
        "tags": [
            "Vegetarisch",
            "Laktosefrei",
            "Glutenfrei"
        ],
        "difficulty": "Einfach",
        "portions": "für 4 Personen",
        "nutritionalInfo": {
            "Energie": "949 kcal",
            "Kohlenhydrate": "118 g",
            "Fett": "50,2 g",
            "Eiweiß": "7,6 g"
        },
        "ingredients": [
            "500 g REWE Frei von Spaghetti glutenfrei",
            "Salz",
            "1 Zucchini (ca. 200 g)",
            "2 Zwiebeln",
            "1 EL Sonnenblumenöl",
            "Pfeffer",
            "400 g REWE Frei von H-Schlagsahne laktosefrei",
            "1 Glas Pesto (vegan)",
            "5 Stiel(e) Basilikum"
        ],
        "instructions": [
            "Nudeln in kochendem Salzwasser nach Packungsanweisung zubereiten. Zucchini waschen, putzen und in Würfel schneiden. Zwiebeln schälen, halbieren und fein würfeln. Öl in einer Pfanne erhitzen, Zucchini und Zwiebeln darin anbraten, mit Salz und Pfeffer würzen, mit Sahne ablöschen. Pesto einrühren, ca. 3 Minuten köcheln lassen.",
            "Nudeln abgießen. Nudeln mit der Pesto-Sahnesoße vermengen, mit Salz und Pfeffer abschmecken.",
            "Basilikum waschen, trocken schütteln und Blättchen von den Stielen zupfen. Nudeln auf Tellern anrichten und mit Basilikum garnieren."
        ]
    },
    {
        "url": "https://www.rewe.de/rezepte/rosenkohl-kartoffel-auflauf/",
        "title": "Rosenkohl-Kartoffel-Auflauf",
        "tags": [
            "Vegetarisch"
        ],
        "difficulty": "Einfach",
        "portions": "für 4 Portionen",
        "nutritionalInfo": {
            "Energie": "609 kcal",
            "Kohlenhydrate": "44,2 g",
            "Fett": "38,3 g",
            "Eiweiß": "25 g"
        },
        "ingredients": [
            "800 g Speisekartoffeln",
            "500 g Rosenkohl (frisch)",
            "150 g Bergkäse",
            "Salz",
            "2 Eier",
            "300 ml Sahne zum Kochen",
            "1 Zehe(n) Knoblauch",
            "15 g Schnittlauch",
            "Pfeffer",
            "Muskatnuss"
        ],
        "instructions": [
            "Kartoffeln waschen, schälen und in Spalten schneiden. Kartoffeln in Salzwasser zum Kochen bringen und ca. 10 Minuten köcheln lassen (sie sollten noch etwas fester sein, nicht schon gar). Dann abgießen und ausdampfen lassen. Äußere, welke Blätter vom Rosenkohl abzupfen, Rosenkohl dann waschen, den Strunk entfernen und die Röschen kreuzweise einschneiden. Den Käse fein reiben.",
            "Rosenkohl in kochendem Salzwasser für ca. 5 Minuten blanchieren, dann abgießen und eiskalt abschrecken damit die hellgrüne Farbe erhalten bleibt.",
            "Backofen auf 200 °C Ober-/Unterhitze vorheizen. Für die Soße Eier, die Hälfte des Käses und Sahne verquirlen. Knoblauch schälen und dazu pressen. Schnittlauch waschen, in feine Röllchen schneiden und die Hälfte zur Soße geben. Alles kräftig mit Salz, Pfeffer und Muskatnuss würzen.",
            "Kartoffelstücke und Rosenkohl in eine Auflaufform geben, die Soße darauf verteilen und mit dem restlichen Käse bestreuen. Auflauf für ca. 20-30 Minuten backen, bis das Gemüse weich ist (mit einem spitzen Messer prüfen) und der Käse leicht braun ist.",
            "Auflauf mit dem restlichen Schnittlauch bestreut servieren."
        ]
    },
    {
        "url": "https://www.rewe.de/rezepte/ddr-jaegerschnitzel-tomatensosse-spirelli/",
        "title": "DDR-Jägerschnitzel mit Tomatensoße und Spirelli",
        "tags": [],
        "difficulty": "Einfach",
        "portions": "für 4 Portionen",
        "nutritionalInfo": {
            "Energie": "827 kcal",
            "Kohlenhydrate": "129,3 g",
            "Fett": "22,7 g",
            "Eiweiß": "29,2 g"
        },
        "ingredients": [
            "1 Zwiebel",
            "4 Scheibe(n) Jagdwurst (fingerdick)",
            "3 EL Weizenmehl Type 405",
            "1 Ei (Zimmertemperatur)",
            "75 g Paniermehl",
            "500 g Spirelli",
            "3 EL Butter",
            "2 EL Tomatenmark",
            "100 ml Gemüsebrühe",
            "200 g Tomatenketchup",
            "Salz",
            "Pfeffer",
            "2 EL Butterschmalz"
        ],
        "instructions": [
            "Zwiebel schälen und würfeln. Jagdwurst nacheinander in 2 EL Mehl, verquirltem Ei und Paniermehl wenden.",
            "Nudeln in reichlich Salzwasser al dente kochen.",
            "In der Zwischenzeit die Butter in einer Pfanne zerlassen und die Zwiebeln darin glasig dünsten. Mit dem restlichen Mehl bestäuben, Tomatenmark hinzufügen und beides kurz mitrösten. Alles mit Gemüsebrühe und Ketchup ablöschen. Aufkochen lassen und mit Salz und Pfeffer abschmecken.",
            "Jagdwurst bei mittlerer Hitze in Butterschmalz ausbacken. Mit Spirelli und Tomatensoße servieren."
        ]
    },
    {
        "url": "https://www.rewe.de/rezepte/gebratene-nudeln-ei/",
        "title": "Gebratene Nudeln mit Ei",
        "tags": [],
        "difficulty": "Einfach",
        "portions": "für 4 Portionen",
        "nutritionalInfo": {
            "Energie": "491 kcal",
            "Kohlenhydrate": "30,4 g",
            "Fett": "31,5 g",
            "Eiweiß": "23,1 g"
        },
        "ingredients": [
            "400 g Spaghetti (gekocht)",
            "1 Zwiebel",
            "150 g Speck (durchwachsen)",
            "4 Eier",
            "100 g Schlagsahne",
            "Salz",
            "Pfeffer",
            "1 EL Butter",
            "60 g Parmesan (am Stück)"
        ],
        "instructions": [
            "Falls keine Spaghetti vom Vortag übrig geblieben sind: Spaghetti nach Anleitung kochen.",
            "Zwiebel schälen und fein würfeln. Speck ebenfalls fein würfeln.",
            "Eier aufschlagen, mit der Sahne verquirlen und mit wenig Salz und Pfeffer würzen.",
            "In einer Pfanne die Butter zerlassen und den Speck darin anbraten. Wenn das Fett austritt, erst die Spaghetti, dann nach ein paar Minuten die Zwiebeln dazugeben und unter Rühren anbraten, bis die Spaghetti leicht braun werden. Herd ausstellen und die Eier dazugeben. Alles gut vermengen, sodass die Nudeln komplett mit den Eiern überzogen sind. In der warmen Pfanne etwas stocken lassen.",
            "Parmesan frisch über die Spaghetti reiben."
        ]
    },
    {
        "url": "https://www.rewe.de/rezepte/afrikanischer-hackfleischtopf-banane/",
        "title": "Afrikanischer Hackfleischtopf mit Banane",
        "tags": [
            "Laktosefrei"
        ],
        "difficulty": "Einfach",
        "portions": "für 4 Portionen",
        "nutritionalInfo": {
            "Energie": "567 kcal",
            "Kohlenhydrate": "67,3 g",
            "Fett": "21,7 g",
            "Eiweiß": "26,8 g"
        },
        "ingredients": [
            "250 g Reis",
            "Salz",
            "2 Zwiebeln",
            "1 rote Paprika",
            "1 Chilischote",
            "1 Knoblauchzehe",
            "1 Kochbanane",
            "2,5 EL Öl",
            "400 g Rinderhackfleisch",
            "70 g Tomatenmark",
            "100 ml Gemüsebrühe",
            "Pfeffer"
        ],
        "instructions": [
            "Reis in ausreichend Salzwasser nach Packungsanweisung kochen und abgießen. Zwiebeln schälen und in Würfel schneiden. Paprika und Chilischote waschen, entkernen und in Würfel bzw. feine Ringe schneiden. Knoblauchzehe schälen und in feine Würfel schneiden. Banane schälen und in Scheiben schneiden.",
            "Öl in einer Pfanne erhitzen und Zwiebeln darin anschwitzen. Hackfleisch zugeben und kurz anbraten. Knoblauch und Chili hinzugeben und kurz mit anbraten. Banane und Paprika untermischen.",
            "Tomatenmark zufügen und mit Gemüsebrühe angießen. Ca. 5 Minuten köcheln lassen. Anschließend mit Pfeffer und Salz abschmecken. Mit Reis servieren."
        ]
    },
    {
        "url": "https://www.rewe.de/rezepte/spaghetti-al-limone-ricotta/",
        "title": "Spaghetti al limone mit Ricotta",
        "tags": [
            "Vegetarisch"
        ],
        "difficulty": "Einfach",
        "portions": "für 4 Portionen",
        "nutritionalInfo": {
            "Energie": "651 kcal",
            "Kohlenhydrate": "108 g",
            "Fett": "14,6 g",
            "Eiweiß": "24,6 g"
        },
        "ingredients": [
            "2 Zehe(n) Knoblauch",
            "2 Bio-Zitronen",
            "500 g Spaghetti",
            "Salz",
            "2 EL Olivenöl",
            "200 g Erbsen (frisch ohne Hülsen oder TK)",
            "250 g Galbani Ricotta",
            "Pfeffer aus der Mühle"
        ],
        "instructions": [
            "Knoblauch schälen und in dünne Scheiben schneiden. Zitronen waschen und die Schale mit dem Zestenreißer in feine Zesten abziehen. 1 Zitrone halbieren und auspressen.",
            "Spaghetti nach Packungsanweisung in Salzwasser kochen.",
            "Öl in der Pfanne erhitzen. Knoblauch und Erbsen darin 2 Minuten andünsten. 150 g Ricotta, 2 EL Zitronensaft und ⅔ der Zitronenzesten unterrühren. Mit Salz und Pfeffer würzen.",
            "Spaghetti abschütteln und in der Pfanne mit der Soße verrühren. Auf Teller verteilen und restliche Ricotta und Zitronenzesten darüber geben."
        ]
    },
    {
        "url": "https://www.rewe.de/rezepte/schnelle-sobanudeln-erdnusssosse/",
        "title": "Schnelle Sobanudeln mit Erdnusssoße",
        "tags": [
            "Vegetarisch",
            "Vegan",
            "Laktosefrei"
        ],
        "difficulty": "Einfach",
        "portions": "für 4 Personen",
        "nutritionalInfo": {
            "Energie": "904 kcal",
            "Kohlenhydrate": "83,7 g",
            "Fett": "51,5 g",
            "Eiweiß": "33,8 g"
        },
        "ingredients": [
            "3 Frühlingszwiebeln",
            "400 g Sobanudeln",
            "Salz",
            "350 g Erdnüsse",
            "3 EL Olivenöl",
            "6 EL REWE Beste Wahl Sojasauce",
            "3 EL Zucker",
            "Pfeffer"
        ],
        "instructions": [
            "Frühlingszwiebeln putzen, waschen und in Ringe schneiden.",
            "Sobanudeln nach Packungsanweisung in kochendem Salzwasser garen.",
            "Erdnüsse ohne Fett in einer Pfanne rösten. Eine Handvoll Erdnüsse beiseite legen. Restliche Erdnüsse mit Öl, Sojasauce, Zucker und 350 ml Wasser in einen Mixer geben und zu einer cremigen Paste pürieren. Mit Pfeffer abschmecken. Falls nötig mehr Wasser zufügen.",
            "Übrige Erdnüsse hacken.",
            "Nudeln abgießen und mit der Soße vermengen. Auf vier Schüsseln verteilen und mit Frühlingszwiebeln und Erdnüssen bestreut servieren."
        ]
    },
    {
        "url": "https://www.rewe.de/rezepte/low-carb-pizza-thunfisch/",
        "title": "Low Carb Pizza mit Thunfisch",
        "tags": [
            "Low Carb",
            "Glutenfrei",
            "Wenig Zucker"
        ],
        "difficulty": "Einfach",
        "portions": "für 1 Stück",
        "nutritionalInfo": {
            "Energie": "656 kcal",
            "Kohlenhydrate": "13,5 g",
            "Fett": "31,8 g",
            "Eiweiß": "78,6 g"
        },
        "ingredients": [
            "1 Ei (Gr. M)",
            "60 g geriebener Käse (Light-Stufe)",
            "60 g Quark (20% Fett)",
            "2,5 EL Tomatenmark",
            "2 EL Passierte Tomaten",
            "Salz",
            "Pfeffer",
            "1 Dose(n) Thunfisch Natur (klein)",
            "4 Cherrytomaten",
            "1 Handvoll Rucola",
            "1 kleine rote Zwiebel",
            "1 Handvoll Parmesan gehobelt"
        ],
        "instructions": [
            "Den Backofen auf 180°C Ober-/ Unterhitze vorheizen, ein Backblech mit Backpapier auslegen.",
            "Das Ei in eine Schüssel schlagen, den geriebenen Käse sowie den Quark dazu geben und alles verrühren. Den Teig in der gewünschten Pizzaform auf das Backblech geben und im vorgeheizten Backofen ca. 15 Minuten backen.",
            "In der Zwischenzeit das Tomatenmark mit den passierten Tomaten glattrühren und kräftig mit Salz und Pfeffer würzen. Den Thunfisch abtropfen lassen und mit einer Gabel leicht trennen, die Cherrytomaten waschen und vierteln, den Rucola waschen und trocken schütteln. Die Zwiebel in sehr feine Ringe schneiden.",
            "Die Pizza aus dem Ofen holen, mit der Tomatensoße bestreichen und mit Thunfisch, Kirschtomaten und Zwiebelringen belegen. Für weitere 15 Minuten in den Ofen schieben.",
            "Vor dem Servieren mit Rucola und Parmesan bestreuen."
        ]
    },
    {
        "url": "https://www.rewe.de/rezepte/zwiebelkuchen-ohne-boden/",
        "title": "Zwiebelkuchen ohne Boden",
        "tags": [
            "Kalorienarm"
        ],
        "difficulty": "Einfach",
        "portions": "für 12 Stücke",
        "nutritionalInfo": {
            "Energie": "219 kcal",
            "Kohlenhydrate": "13,2 g",
            "Fett": "13,3 g",
            "Eiweiß": "12 g"
        },
        "ingredients": [
            "500 g Zwiebeln",
            "200 g Speck (geräuchert)",
            "1 EL Öl",
            "4 Eier",
            "200 ml Milch",
            "200 g Emmentaler (gerieben)",
            "150 g Weizenmehl Type 405",
            "Kümmel",
            "Salz",
            "Pfeffer",
            "Fett für die Form"
        ],
        "instructions": [
            "Zwiebeln schälen und in Würfel schneiden. Speck ebenfalls würfeln. Beides in heißem Öl ca. 10 Minuten dünsten. Auskühlen lassen. Backofen auf 200 °C Ober-/ Unterhitze vorheizen.",
            "Eier und Milch verquirlen. Käse und Mehl unterheben. Mit Kümmel, Salz und Pfeffer würzen, dann die Speck-Zwiebelmischung unterrühren.",
            "Eine Springform (22 cm) fetten und die Zwiebelkuchenmasse einfüllen. Im vorgeheizten Backofen ca. 35 Minuten backen."
        ]
    },
    {
        "url": "https://www.rewe.de/rezepte/pasta-spinat-ricotta/",
        "title": "Pasta mit Spinat und Ricotta",
        "tags": [
            "Vegetarisch"
        ],
        "difficulty": "Einfach",
        "portions": "für 4 Portionen",
        "nutritionalInfo": {
            "Energie": "569 kcal",
            "Kohlenhydrate": "84,7 g",
            "Fett": "16,6 g",
            "Eiweiß": "23,2 g"
        },
        "ingredients": [
            "400 g Penne",
            "50 g Pinienkerne",
            "Salz",
            "400 g Blattspinat",
            "2 Zehe(n) Knoblauch",
            "200 g Kirschtomaten",
            "1 EL Olivenöl",
            "200 g Ricotta",
            "Pfeffer",
            "Muskat"
        ],
        "instructions": [
            "Nudeln in Salzwasser nach Packungsanweisung bissfest garen.",
            "Pinienkerne in einer beschichteten Pfanne ohne Öl rösten.",
            "Spinat verlesen, waschen und trocken schleudern. Knoblauch schälen und fein hacken. Tomaten waschen und halbieren.",
            "Öl in einer großen Pfanne erhitzen und den Knoblauch anschwitzen. Spinat zugeben und bei mittlerer Hitze garen, bis er zusammenfällt. Zum Schluss die Kirschtomaten und den Ricotta zufügen. Mit Salz, Pfeffer und Muskat abschmecken.",
            "Penne mit dem Spinat und dem Ricotta anrichten und mit den Pinienkernen bestreut servieren."
        ]
    },
    {
        "url": "https://www.rewe.de/rezepte/schmorkohl-hack/",
        "title": "Schmorkohl mit Hack",
        "tags": [
            "Low Carb"
        ],
        "difficulty": "Einfach",
        "portions": "für 4 Portionen",
        "nutritionalInfo": {
            "Energie": "517 kcal",
            "Kohlenhydrate": "19,9 g",
            "Fett": "33,7 g",
            "Eiweiß": "37 g"
        },
        "ingredients": [
            "1 kg Wirsing",
            "2 Zwiebeln",
            "2 Zehe(n) Knoblauch",
            "1 EL Butterschmalz",
            "600 g Hackfleisch (gemischt)",
            "2 EL Tomatenmark",
            "Salz",
            "Pfeffer",
            "1 TL Paprikapulver (edelsüß)",
            "0,5 TL Kümmel (gemahlen)",
            "1 Prise(n) Zucker",
            "400 g stückige Tomaten (Dose)",
            "200 ml Gemüsebrühe",
            "20 g Petersilie (frisch)",
            "4 EL Crème fraîche"
        ],
        "instructions": [
            "Den Wirsing vom Strunk befreien und erst in Streifen, dann in Stücke schneiden. Zwiebeln und Knoblauch schälen und hacken.",
            "Das Butterschmalz in einem großen Topf erhitzen. Das Hackfleisch dazugeben, mit einem Kochlöffel zerdrücken und krümelig anbraten. Nach ca. 5 Minuten Zwiebeln und Knoblauch dazugeben und einige Minuten mitdünsten. Das Tomatenmark einrühren und ebenfalls kurz mitrösten. Mit Salz, Pfeffer, Paprikapulver, Kümmel und Zucker würzen.",
            "Wirsing, stückige Tomaten und Gemüsebrühe zugeben, gut umrühren und den Schmortopf 15–20 Minuten zugedeckt köcheln lassen, bis der Kohl gar, aber nicht zu weich ist.",
            "Währenddessen die Petersilie waschen, trocken schütteln, die Blättchen von den Stielen zupfen und hacken. Den Schmorkohl mit Hack auf Tellern verteilen, mit Petersilie bestreuen und mit je 1 EL Crème fraîche garnieren."
        ]
    },
    {
        "url": "https://www.rewe.de/rezepte/elsaesser-schnitzel/",
        "title": "Elsässer Schnitzel",
        "tags": [
            "Kalorienarm"
        ],
        "difficulty": "Einfach",
        "portions": "für 4 Portionen",
        "nutritionalInfo": {
            "Energie": "442 kcal",
            "Kohlenhydrate": "4,5 g",
            "Fett": "27,7 g",
            "Eiweiß": "43,9 g"
        },
        "ingredients": [
            "4 Schnitzel (Schwein oder Pute) à ca. 150 g",
            "Salz",
            "Pfeffer",
            "2 EL Olivenöl",
            "1 Zwiebel",
            "1 Zehe(n) Knoblauch",
            "200 g Crème fraîche mit Kräutern",
            "Muskatnuss (gerieben)",
            "125 g Schinkenwürfel",
            "50 g Gouda (gerieben)"
        ],
        "instructions": [
            "Den Backofen auf 200 °C Ober- und Unterhitze vorheizen. Die Schnitzel mit Salz und Pfeffer würzen und 1 EL Öl in einer Pfanne erhitzen. Die Schnitzel darin kurz von beiden Seiten anbraten, dann nebeneinander in eine ofenfeste Auflaufform legen.",
            "Zwiebel und Knoblauch schälen, die Zwiebel in Ringe schneiden, den Knoblauch fein hacken. Das restliche Öl in die Pfanne geben und Zwiebel und Knoblauch darin anschwitzen.",
            "Das Fleisch mit Crème fraîche bestreichen und etwas Muskat darüberreiben. Zwiebel-Knoblauch-Mischung sowie Schinkenwürfel darüber verteilen und zuletzt mit Käse bestreuen. Die Schnitzel etwa 15 Minuten im Ofen überbacken, bis der Käse geschmolzen ist und die Schnitzel durch sind. Dazu schmecken Kartoffel-Wedges."
        ]
    },
    {
        "url": "https://www.rewe.de/rezepte/zwiebel-rahm-schnitzel/",
        "title": "Zwiebel-Rahm-Schnitzel",
        "tags": [
            "Kalorienarm"
        ],
        "difficulty": "Einfach",
        "portions": "für 4 Portionen",
        "nutritionalInfo": {
            "Energie": "346,1 kcal",
            "Kohlenhydrate": "8,9 g",
            "Fett": "23 g",
            "Eiweiß": "24,7 g"
        },
        "ingredients": [
            "5 Zwiebeln",
            "4 Schweineschnitzel (à ca. 100 g)",
            "2 EL Rapsöl",
            "20 g Tomatenmark",
            "1 EL Weizenmehl Type 405",
            "50 ml Weißwein",
            "50 ml Gemüsebrühe",
            "200 g Schlagsahne",
            "Salz",
            "Pfeffer"
        ],
        "instructions": [
            "Zwiebeln schälen, halbieren und in Streifen schneiden. Schweineschnitzel in Öl von beiden Seiten goldbraun anbraten. Schnitzel aus der Pfanne nehmen und Zwiebeln im Bratensatz anschwitzen. Tomatenmark hinzugeben und kurz mit anrösten. Anschließend mit Mehl abbinden und unter Rühren mit dem Weißwein ablöschen.",
            "Brühe und Sahne unterrühren und aufkochen lassen. Anschließend Schnitzel in die Soße legen, alles zusammen ca. 10 Minuten köcheln lassen. Mit Salz und Pfeffer abschmecken. Dazu passen Bandnudeln."
        ]
    },
    {
        "url": "https://www.rewe.de/rezepte/pasta-alla-norma/",
        "title": "Pasta alla Norma",
        "tags": [
            "Vegetarisch"
        ],
        "difficulty": "Einfach",
        "portions": "für 4 Portionen",
        "nutritionalInfo": {
            "Energie": "597 kcal",
            "Kohlenhydrate": "84,2 g",
            "Fett": "19,6 g",
            "Eiweiß": "22,7 g"
        },
        "ingredients": [
            "500 g Auberginen",
            "Salz",
            "2 Knoblauchzehen",
            "Olivenöl",
            "800 g geschälte Tomaten (Dose)",
            "Pfeffer",
            "1 Handvoll Basilikum",
            "Pflanzenöl",
            "400 g Spaghetti",
            "200 g Ricotta salata"
        ],
        "instructions": [
            "Auberginen waschen, in fingerdicke Scheiben schneiden. Scheiben neben- und übereinander in ein Sieb legen, auf jede Scheibe ein wenig Salz geben, mit einem Teller beschweren, sodass die Scheiben 30 Minuten leicht gepresst werden und Wasser verlieren können.",
            "Knoblauch schälen und halbieren, den Boden eines Topfes mit Olivenöl bedecken, erhitzen, den Knoblauch darin anbraten, dann aus dem Topf nehmen. Die Tomaten in den Topf geben, Hitze etwas runterschalten, ein halbes Glas Wasser dazu geben und den Sugo etwas köcheln und einreduzieren lassen (ca. 15 Minuten). Sugo dann durch ein Sieb passieren, mit Salz und Pfeffer abschmecken, Basilikumblätter (ein paar für später aufbewahren) unterrühren, warm halten.",
            "Auberginenscheiben abspülen und trockentupfen. Pflanzenöl in einer großen Pfanne erhitzen, Auberginenscheiben darin nach und nach braun braten. Auf Küchenpapier abtropfen lassen, vierteln und in den Sugo geben (ein paar Stückchen für später aufbewahren).",
            "Spaghetti nach Packungsanleitung al dente kochen. Abgießen und in den Sugo geben, alles kurz erneut erhitzen, dann auf Teller verteilen, mit den übrigen Auberginen und Basilikumblättern garnieren, mit geriebenem Ricotta bestreuen und sofort servieren."
        ]
    },
    {
        "url": "https://www.rewe.de/rezepte/schnelle-asia-pasta/",
        "title": "Schnelle Asia-Pasta",
        "tags": [
            "Vegetarisch",
            "Vegan",
            "Laktosefrei"
        ],
        "difficulty": "Einfach",
        "portions": "für 4 Portionen",
        "nutritionalInfo": {
            "Energie": "569 kcal",
            "Kohlenhydrate": "89,4 g",
            "Fett": "16 g",
            "Eiweiß": "21,8 g"
        },
        "ingredients": [
            "1 Bd. Frühlingszwiebeln",
            "1 kleiner Brokkoli",
            "1 Möhre",
            "1 rote Paprika",
            "1 rote Chilischote",
            "20 g Ingwer",
            "2 EL Rapsöl",
            "2 TL REWE Beste Wahl Currypulver",
            "375 g Mie-Nudeln",
            "3 EL Sojasoße",
            "2 EL REWE Bio Erdnussmus",
            "2 EL geröstete und gesalzene Erdnüsse",
            "1 Limette"
        ],
        "instructions": [
            "Frühlingszwiebeln waschen und in feine Ringe schneiden. Brokkoli in Röschen teilen. Möhre schälen und in Scheiben schneiden. Paprika und Chili entkernen und in Würfel schneiden. Ingwer schälen und fein hacken.",
            "Öl im Topf erhitzen. Ingwer, Hälfte Frühlingszwiebeln, Möhren und Brokkoli dazugeben und kurz anbraten. Currypulver kurz mitrösten. Mit 1,2 l Wasser ablöschen und alles ca. 5 Minuten köcheln lassen.",
            "Die Nudeln, Sojasoße und Erdnussmus zugeben und ca. 2 Minuten mitköcheln lassen. Topf von der Hitze nehmen, Paprika und Chili unterheben. Frühlingszwiebeln und Erdnüsse darüberstreuen und mit Limettenspalten servieren."
        ]
    },
    {
        "url": "https://www.rewe.de/rezepte/bunter-eisberg-salat-feta/",
        "title": "Bunter Eisbergsalat mit Feta",
        "tags": [
            "Vegetarisch",
            "Low Carb",
            "Glutenfrei",
            "Kalorienarm"
        ],
        "difficulty": "Einfach",
        "portions": "für 4 Personen",
        "nutritionalInfo": {
            "Energie": "290 kcal",
            "Kohlenhydrate": "11,6 g",
            "Fett": "22,7 g",
            "Eiweiß": "10,3 g"
        },
        "ingredients": [
            "1 Kopf Eisbergsalat",
            "250 g Kirschtomaten",
            "1 Gurke",
            "1 rote Zwiebel",
            "4 Frühlingszwiebeln",
            "200 g Feta",
            "0,5 Zitrone",
            "4 EL Rapsöl",
            "4 EL Apfelsaft",
            "2 EL Apfelessig",
            "1 EL grober Senf",
            "Salz",
            "Pfeffer"
        ],
        "instructions": [
            "Salat, Tomaten, Gurke und Zwiebeln waschen bzw. schälen und klein schneiden. Feta grob zerbröseln.",
            "Zitronensaft auspressen und mit Öl, Apfelsaft und -essig sowie Senf zu einer Vinaigrette verrühren.",
            "Vinaigrette über den bunten Salat geben, mit Salz und Pfeffer würzen und mit Fetakäse anrichten."
        ]
    },
    {
        "url": "https://www.rewe.de/rezepte/croque-madame-sandwich/",
        "title": "Croque Madame",
        "tags": [],
        "difficulty": "Einfach",
        "portions": "für 2 Portionen",
        "nutritionalInfo": {
            "Energie": "1244 kcal",
            "Kohlenhydrate": "64,1 g",
            "Fett": "81,8 g",
            "Eiweiß": "65,6 g"
        },
        "ingredients": [
            "8 Scheibe(n) Sandwich Toastbrot",
            "4 EL Butter",
            "4 Scheibe(n) Kochschinken",
            "4 Scheibe(n) Emmentaler",
            "8 EL Reibekäse",
            "4 Eier",
            "Salz",
            "Pfeffer"
        ],
        "instructions": [
            "Brot toasten. 4 Scheiben mit je ½ EL Butter bestreichen. Mit je 1 Scheibe Schinken und 1 Scheibe Emmentaler belegen und je eine Scheibe Toast darauflegen. Je 2 EL Reibekäse auf dem Toast verteilen und im heißen Ofen bei 220 °C goldbraun überbacken.",
            "Restliche Butter in einer großen Pfanne schmelzen und 4 Spiegeleier braten. Mit Salz und Pfeffer würzen. Toasts aus dem Ofen nehmen und mit je 1 Spiegelei belegen."
        ]
    },
    {
        "url": "https://www.rewe.de/rezepte/paprika-bratlinge-auf-paprika-gemuese/",
        "title": "Paprika-Bratlinge auf Paprika-Gemüse",
        "tags": [
            "Vegetarisch",
            "Laktosefrei",
            "Kalorienarm",
            "Fettarm"
        ],
        "difficulty": "Einfach",
        "portions": "für 4 Personen",
        "nutritionalInfo": {
            "Energie": "361 kcal",
            "Kohlenhydrate": "52,2 g",
            "Fett": "14 g",
            "Eiweiß": "11,6 g"
        },
        "ingredients": [
            "300 ml Gemüsebrühe",
            "150 g kernige Haferflocken",
            "Salz",
            "Pfeffer",
            "1 EL Paprikapulver (edelsüß)",
            "2 Lauchzwiebeln",
            "3 rote Paprikaschoten",
            "4 EL Rapsöl",
            "120 g Semmelbrösel",
            "1 Ei (Zimmertemperatur)",
            "2 gelbe Paprikaschoten",
            "1 grüne Paprikaschote",
            "4 Tomaten",
            "2 Zwiebeln",
            "1 Knoblauchzehe",
            "Kräuter der Provence"
        ],
        "instructions": [
            "Für die Bratlinge die Gemüsebrühe aufkochen. Haferflocken in eine Schüssel geben und mit der heißen Gemüsebrühe übergießen. Mit Salz, Pfeffer und Paprikapulver würzen. Etwa 15 Minuten quellen lassen.",
            "Die Lauchzwiebeln und eine rote Paprikaschote sehr fein hacken. 1 EL Öl in die Pfanne geben und das Gemüse darin kurz andünsten. Dann zu den Haferflocken geben und gut unterrühren. 2 EL Semmelbrösel und das Ei zugeben und gut verrühren. Ist die Masse zu feucht, noch ein wenig Semmelbrösel untermengen.",
            "100 g Semmelbrösel auf einen flachen Teller streuen. Mit feuchten Händen Bratlinge (mittelgroß) aus der Haferflocken-Gemüse-Masse formen und die die Bratlinge von beiden Seiten in den Semmelbröseln wenden.",
            "Öl in einer Pfanne heiß werden lassen und die Bratlinge von beiden Seiten goldbraun braten.",
            "Für das Paprika-Gemüse die Paprikaschoten in schmale Streifen und die Tomaten in Spalten schneiden. Die Zwiebeln würfen und den Knoblauch fein hacken.",
            "Etwas Öl in einer Pfanne heiß werden lassen, die Zwiebel und den Knoblauch darin kurz anbraten, dann die Paprikastreifen und die Tomatenspalten zugeben und gut 5 Minuten weich dünsten. Mit Salz, Pfeffer und Kräutern der Provence abschmecken. Bratlinge auf dem Paprika-Gemüse drapieren und servieren."
        ]
    }
